Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# datasetDialogCreatingProjectMessage
source: We are setting up your project, initializing its metadata, and saving all configurations. This includes assigning labels, creating datasets, and linking associated media files. Please wait a moment and avoid closing this window until the process is complete.
de: Wir richten Ihr Projekt ein, initialisieren seine Metadaten und speichern alle Konfigurationen. Dies umfasst das Zuweisen von Labels, das Erstellen von Datensätzen und das Verknüpfen zugehöriger Mediendateien. Bitte warten Sie einen Moment und vermeiden Sie es, dieses Fenster zu schließen, bis der Prozess abgeschlossen ist.
es: Estamos configurando su proyecto, inicializando sus metadatos y guardando todas las configuraciones. Esto incluye asignar etiquetas, crear conjuntos de datos y vincular archivos multimedia asociados. Por favor, espere un momento y evite cerrar esta ventana hasta que el proceso esté completo.
fr: Nous configurons votre projet, initialisons ses métadonnées et enregistrons toutes les configurations. Cela inclut l'attribution d'étiquettes, la création d'ensembles de données et la liaison des fichiers multimédias associés. Veuillez patienter un moment et éviter de fermer cette fenêtre jusqu'à ce que le processus soit terminé.
it: Stiamo configurando il tuo progetto, inizializzando i suoi metadati e salvando tutte le configurazioni. Questo include l'assegnazione di etichette, la creazione di dataset e il collegamento dei file multimediali associati. Attendi un momento ed evita di chiudere questa finestra fino al completamento del processo.
nl: We zijn bezig met het opzetten van je project, het initialiseren van de metadata en het opslaan van alle configuraties. Dit omvat het toewijzen van labels, het aanmaken van datasets en het koppelen van bijbehorende mediabestanden. Wacht even en vermijd het sluiten van dit venster totdat het proces is voltooid.
pt: Estamos configurando seu projeto, inicializando seus metadados e salvando todas as configurações. Isso inclui atribuir etiquetas, criar conjuntos de dados e vincular arquivos de mídia associados. Por favor, aguarde um momento e evite fechar esta janela até que o processo seja concluído.
ru: Инициализация проекта, сохранение конфигураций, меток, датасетов и связей с медиафайлами. Пожалуйста, подождите.

# datasetDialogCreatingProjectTips
source: Projects with many labels or media files might take slightly longer.
de: Projekte mit vielen Labels oder Mediendateien könnten etwas länger dauern.
es: Los proyectos con muchas etiquetas o archivos multimedia pueden tardar un poco más.
fr: Les projets avec de nombreuses étiquettes ou fichiers multimédias peuvent prendre un peu plus de temps.
it: I progetti con molte etichette o file multimediali potrebbero richiedere un po' più di tempo.
nl: Projecten met veel labels of mediabestanden kunnen iets langer duren.
pt: Projetos com muitas etiquetas ou arquivos de mídia podem levar um pouco mais de tempo.
ru: Проекты с большим числом медиафайлов или меток могут создаваться немного дольше.

# datasetDialogAnalyzingDatasetTitle
source: Analyzing Dataset
de: Datensatz wird analysiert
es: Analizando Conjunto de Datos
fr: Analyse de l'Ensemble de Données
it: Analisi Dataset
nl: Dataset Analyseren
pt: Analisando Conjunto de Dados
ru: Анализ датасета

# datasetDialogAnalyzingDatasetMessage
source: We are currently analyzing your dataset archive. This includes extracting files, detecting dataset structure, identifying annotation formats, and collecting media and label information. Please wait until the process is complete. Closing the window or navigating away may interrupt the operation.
de: Wir analysieren derzeit Ihr Datensatzarchiv. Dies umfasst das Extrahieren von Dateien, das Erkennen der Datensatzstruktur, das Identifizieren von Annotationsformaten und das Sammeln von Medien- und Labelinformationen. Bitte warten Sie, bis der Prozess abgeschlossen ist. Das Schließen des Fensters oder Wegnavigieren kann den Vorgang unterbrechen.
es: Actualmente estamos analizando su archivo de conjunto de datos. Esto incluye extraer archivos, detectar la estructura del conjunto de datos, identificar formatos de anotación y recopilar información de medios y etiquetas. Por favor, espere hasta que el proceso esté completo. Cerrar la ventana o navegar fuera puede interrumpir la operación.
fr: Nous analysons actuellement votre archive d'ensemble de données. Cela comprend l'extraction de fichiers, la détection de la structure de l'ensemble de données, l'identification des formats d'annotation et la collecte d'informations sur les médias et les étiquettes. Veuillez attendre que le processus soit terminé. Fermer la fenêtre ou naviguer ailleurs peut interrompre l'opération.
it: Stiamo attualmente analizzando il tuo archivio dataset. Questo include l'estrazione di file, il rilevamento della struttura del dataset, l'identificazione dei formati di annotazione e la raccolta di informazioni su media ed etichette. Attendi fino al completamento del processo. Chiudere la finestra o navigare altrove potrebbe interrompere l'operazione.
nl: We zijn momenteel bezig met het analyseren van je dataset-archief. Dit omvat het uitpakken van bestanden, het detecteren van de datasetstructuur, het identificeren van annotatieformaten en het verzamelen van media- en labelinformatie. Wacht tot het proces is voltooid. Het sluiten van het venster of wegnavigeren kan de operatie onderbreken.
pt: Estamos atualmente analisando seu arquivo de conjunto de dados. Isso inclui extrair arquivos, detectar a estrutura do conjunto de dados, identificar formatos de anotação e coletar informações de mídia e etiquetas. Por favor, aguarde até que o processo seja concluído. Fechar a janela ou navegar para longe pode interromper a operação.
ru: Анализ содержимого архива датасета: извлечение файлов, определение структуры и аннотаций, сбор информации. Не закрывайте окно до завершения.

# datasetDialogAnalyzingDatasetTips
source: Large datasets with many files or complex annotations may take extra time.
de: Große Datensätze mit vielen Dateien oder komplexen Annotationen können zusätzliche Zeit benötigen.
es: Los conjuntos de datos grandes con muchos archivos o anotaciones complejas pueden tomar tiempo adicional.
fr: Les ensembles de données volumineux avec de nombreux fichiers ou des annotations complexes peuvent prendre plus de temps.
it: Dataset di grandi dimensioni con molti file o annotazioni complesse potrebbero richiedere tempo aggiuntivo.
nl: Grote datasets met veel bestanden of complexe annotaties kunnen extra tijd kosten.
pt: Conjuntos de dados grandes com muitos arquivos ou anotações complexas podem levar tempo adicional.
ru: Датасеты с большим количеством файлов или сложными аннотациями могут потребовать больше времени.

# datasetDialogFilePickErrorTitle
source: File Selection Error
de: Dateiauswahlfehler
es: Error de Selección de Archivo
fr: Erreur de Sélection de Fichier
it: Errore Selezione File
nl: Bestandsselectiefout
pt: Erro de Seleção de Arquivo
ru: Ошибка выбора файла

# datasetDialogFilePickErrorMessage
source: Failed to select the file. Please try again.
de: Datei konnte nicht ausgewählt werden. Bitte versuchen Sie es erneut.
es: No se pudo seleccionar el archivo. Por favor, intente nuevamente.
fr: Échec de la sélection du fichier. Veuillez réessayer.
it: Impossibile selezionare il file. Riprova.
nl: Kon het bestand niet selecteren. Probeer het opnieuw.
pt: Falha ao selecionar o arquivo. Por favor, tente novamente.
ru: Не удалось выбрать файл. Повторите попытку.

# datasetDialogGenericErrorTips
source: Please check your file and try again. If the problem persists, contact support.
de: Bitte überprüfen Sie Ihre Datei und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie den Support.
es: Por favor, verifique su archivo e intente nuevamente. Si el problema persiste, contacte con soporte.
fr: Veuillez vérifier votre fichier et réessayer. Si le problème persiste, contactez le support.
it: Controlla il tuo file e riprova. Se il problema persiste, contatta l'assistenza.
nl: Controleer je bestand en probeer het opnieuw. Als het probleem aanhoudt, neem contact op met ondersteuning.
pt: Por favor, verifique seu arquivo e tente novamente. Se o problema persistir, entre em contato com o suporte.
ru: Проверьте файл и повторите попытку. Если ошибка сохраняется, обратитесь в поддержку.

# thumbnailGenerationTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt: Erro
ru: Ошибка

# thumbnailGenerationFailed
source: Failed to generate thumbnail
de: Miniaturansicht konnte nicht generiert werden
es: No se pudo generar la miniatura
fr: Échec de la génération de la vignette
it: Impossibile generare la miniatura
nl: Kon miniatuur niet genereren
pt: Falha ao gerar miniatura
ru: Не удалось создать миниатюру

# thumbnailGenerationTryAgainLater
source: Please try again later
de: Bitte versuchen Sie es später erneut
es: Por favor, intente nuevamente más tarde
fr: Veuillez réessayer plus tard
it: Riprova più tardi
nl: Probeer het later opnieuw
pt: Por favor, tente novamente mais tarde
ru: Повторите попытку позже

# thumbnailGenerationInProgress
source: Generating thumbnail...
de: Miniaturansicht wird generiert...
es: Generando miniatura...
fr: Génération de la vignette...
it: Generazione miniatura...
nl: Miniatuur genereren...
pt: Gerando miniatura...
ru: Создание миниатюры...

# menuImageAnnotate
source: Annotate
de: Annotieren
es: Anotar
fr: Annoter
it: Annota
nl: Annoteren
pt: Anotar
ru: Разметить

# menuImageDetails
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes
ru: Детали

# menuImageDuplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
nl: Dupliceren
pt: Duplicar
ru: Дублировать

# menuImageSetAsIcon
source: Set as Icon
de: Als Symbol
es: Establecer como Icono
fr: Comme Icône
it: Imposta come Icona
nl: Als Icoon
pt: Definir como Ícone
ru: Иконка

# menuImageDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
ru: Удалить

# noLabelsTitle
source: You have no Labels in the Project
de: Sie haben keine Labels im Projekt
es: No tiene Etiquetas en el Proyecto
fr: Vous n'avez pas d'Étiquettes dans le Projet
it: Non hai Etichette nel Progetto
nl: Je hebt geen Labels in het Project
pt: Você não tem Etiquetas no Projeto
ru: Нет меток в проекте

# noLabelsExplain1
source: You can't annotate without labels because labels give meaning to what you're marking
de: Sie können nicht ohne Labels annotieren, da Labels dem, was Sie markieren, Bedeutung geben
es: No puede anotar sin etiquetas porque las etiquetas dan significado a lo que está marcando
fr: Vous ne pouvez pas annoter sans étiquettes car les étiquettes donnent un sens à ce que vous marquez
it: Non puoi annotare senza etichette perché le etichette danno significato a ciò che stai marcando
nl: Je kunt niet annoteren zonder labels omdat labels betekenis geven aan wat je markeert
pt: Você não pode anotar sem etiquetas porque as etiquetas dão significado ao que você está marcando
ru: Нельзя аннотировать без меток — они придают смысл разметке.

# noLabelsExplain2
source: You can add labels manually or import them from a JSON file.
de: Sie können Labels manuell hinzufügen oder aus einer JSON-Datei importieren.
es: Puede agregar etiquetas manualmente o importarlas desde un archivo JSON.
fr: Vous pouvez ajouter des étiquettes manuellement ou les importer depuis un fichier JSON.
it: Puoi aggiungere etichette manualmente o importarle da un file JSON.
nl: Je kunt handmatig labels toevoegen of ze importeren uit een JSON-bestand.
pt: Você pode adicionar etiquetas manualmente ou importá-las de um arquivo JSON.
ru: Вы можете добавить метки вручную или импортировать из JSON-файла.

# noLabelsExplain3
source: An annotation without a label is just an empty box.
de: Eine Annotation ohne Label ist nur eine leere Box.
es: Una anotación sin etiqueta es solo una caja vacía.
fr: Une annotation sans étiquette n'est qu'une boîte vide.
it: Un'annotazione senza etichetta è solo una scatola vuota.
nl: Een annotatie zonder label is slechts een lege doos.
pt: Uma anotação sem etiqueta é apenas uma caixa vazia.
ru: Аннотация без метки — просто пустой прямоугольник.

# noLabelsExplain4
source: Labels define the categories or classes you're annotating in your dataset.
de: Labels definieren die Kategorien oder Klassen, die Sie in Ihrem Datensatz annotieren.
es: Las etiquetas definen las categorías o clases que está anotando en su conjunto de datos.
fr: Les étiquettes définissent les catégories ou classes que vous annotez dans votre ensemble de données.
it: Le etichette definiscono le categorie o classi che stai annotando nel tuo dataset.
nl: Labels definiëren de categorieën of klassen die je annoteert in je dataset.
pt: As etiquetas definem as categorias ou classes que você está anotando em seu conjunto de dados.
ru: Метки определяют категории объектов, которые вы размечаете.

# noLabelsExplain5
source: Whether you're tagging objects in images, classifying, or segmenting regions,
de: Ob Sie Objekte in Bildern taggen, klassifizieren oder Regionen segmentieren,
es: Ya sea que esté etiquetando objetos en imágenes, clasificando o segmentando regiones,
fr: Que vous étiquetiez des objets dans des images, classiez ou segmentiez des régions,
it: Che tu stia etichettando oggetti nelle immagini, classificando o segmentando regioni,
nl: Of je nu objecten in afbeeldingen tagt, classificeert of regio's segmenteert,
pt: Seja você rotulando objetos em imagens, classificando ou segmentando regiões,
ru: Неважно, размечаете ли вы объекты, классифицируете или сегментируете области —

# noLabelsExplain6
source: labels are essential for organizing your annotations clearly and consistently.
de: Labels sind wesentlich, um Ihre Annotationen klar und konsistent zu organisieren.
es: las etiquetas son esenciales para organizar sus anotaciones de manera clara y consistente.
fr: les étiquettes sont essentielles pour organiser vos annotations de manière claire et cohérente.
it: le etichette sono essenziali per organizzare le tue annotazioni in modo chiaro e coerente.
nl: labels zijn essentieel voor het duidelijk en consistent organiseren van je annotaties.
pt: as etiquetas são essenciais para organizar suas anotações de forma clara e consistente.
ru: метки необходимы для чёткого и структурированного аннотирования.

# importLabelsPreviewTitle
source: Import Labels Preview
de: Label-Import-Vorschau
es: Vista Previa de Importación de Etiquetas
fr: Aperçu de l'Importation d'Étiquettes
it: Anteprima Importazione Etichette
nl: Labelimport Voorbeeld
pt: Visualização da Importação de Etiquetas
ru: Предпросмотр импортируемых меток

# importLabelsFailedTitle
source: Label Import Failed
de: Label-Import fehlgeschlagen
es: Error en la Importación de Etiquetas
fr: Échec de l'Importation d'Étiquettes
it: Importazione Etichette Fallita
nl: Labelimport Mislukt
pt: Falha na Importação de Etiquetas
ru: Ошибка при импорте меток

# importLabelsNoLabelsTitle
source: No labels found in this project
de: Keine Labels in diesem Projekt gefunden
es: No se encontraron etiquetas en este proyecto
fr: Aucune étiquette trouvée dans ce projet
it: Nessuna etichetta trovata in questo progetto
nl: Geen labels gevonden in dit project
pt: Nenhuma etiqueta encontrada neste projeto
ru: В проекте не найдено меток

# importLabelsJsonParseError
source: JSON parsing failed.
de: JSON-Parsing fehlgeschlagen.
es: Error al analizar JSON.
fr: Échec de l'analyse JSON.
it: Analisi JSON fallita.
nl: JSON-parsing mislukt.
pt: Falha na análise do JSON.
ru: Ошибка разбора JSON.

# importLabelsJsonParseTips
source: Make sure the file is valid JSON. You can validate it at https://jsonlint.com/
de: Stellen Sie sicher, dass die Datei gültiges JSON ist. Sie können es unter https://jsonlint.com/ validieren
es: Asegúrese de que el archivo sea JSON válido. Puede validarlo en https://jsonlint.com/
fr: Assurez-vous que le fichier est un JSON valide. Vous pouvez le valider sur https://jsonlint.com/
it: Assicurati che il file sia JSON valido. Puoi convalidarlo su https://jsonlint.com/
nl: Zorg ervoor dat het bestand geldige JSON is. Je kunt het valideren op https://jsonlint.com/
pt: Certifique-se de que o arquivo seja JSON válido. Você pode validá-lo em https://jsonlint.com/
ru: Убедитесь, что файл — допустимый JSON. Проверьте его на https://jsonlint.com/

# importLabelsJsonNotList
source: Expected a list of labels (array), but got: {type}.
de: Eine Liste von Labels (Array) wurde erwartet, aber erhalten: {type}.
es: Se esperaba una lista de etiquetas (array), pero se obtuvo: {type}.
fr: Une liste d'étiquettes (tableau) était attendue, mais a obtenu: {type}.
it: Era attesa una lista di etichette (array), ma è stato ottenuto: {type}.
nl: Een lijst van labels (array) werd verwacht, maar kreeg: {type}.
pt: Era esperada uma lista de etiquetas (array), mas foi obtido: {type}.
ru: Ожидался список меток (массив), но получено: {type}.

# importLabelsJsonNotListTips
source: Your JSON file must start with [ and contain multiple label objects. Each label should include name, color, and labelOrder fields.
de: Ihre JSON-Datei muss mit [ beginnen und mehrere Label-Objekte enthalten. Jedes Label sollte die Felder name, color und labelOrder enthalten.
es: Su archivo JSON debe comenzar con [ y contener múltiples objetos de etiqueta. Cada etiqueta debe incluir campos de nombre, color y orden de etiqueta.
fr: Votre fichier JSON doit commencer par [ et contenir plusieurs objets d'étiquette. Chaque étiquette doit inclure les champs nom, couleur et ordre d'étiquette.
it: Il tuo file JSON deve iniziare con [ e contenere più oggetti etichetta. Ogni etichetta dovrebbe includere campi nome, colore e ordineEtichetta.
nl: Je JSON-bestand moet beginnen met [ en meerdere labelobjecten bevatten. Elk label moet naam-, kleur- en labelVolgorde-velden bevatten.
pt: Seu arquivo JSON deve começar com [ e conter vários objetos de etiqueta. Cada etiqueta deve incluir campos de nome, cor e ordemEtiqueta.
ru: JSON-файл должен начинаться с [ и содержать список объектов меток. Каждая метка должна содержать name, color и labelOrder.

# importLabelsJsonItemNotMap
source: One of the entries in the list is not a valid object: {type}
de: Einer der Einträge in der Liste ist kein gültiges Objekt: {type}
es: Una de las entradas en la lista no es un objeto válido: {type}
fr: L'une des entrées de la liste n'est pas un objet valide: {type}
it: Una delle voci nell'elenco non è un oggetto valido: {type}
nl: Een van de items in de lijst is geen geldig object: {type}
pt: Uma das entradas na lista não é um objeto válido: {type}
ru: Один из элементов списка — не объект: {type}

# importLabelsJsonItemNotMapTips
source: Each item in the list must be a valid object with fields: name, color, and labelOrder.
de: Jedes Element in der Liste muss ein gültiges Objekt mit den Feldern sein: name, color und labelOrder.
es: Cada elemento en la lista debe ser un objeto válido con campos: nombre, color y orden de etiqueta.
fr: Chaque élément de la liste doit être un objet valide avec les champs: nom, couleur et ordre d'étiquette.
it: Ogni elemento nell'elenco deve essere un oggetto valido con campi: nome, colore e ordineEtichetta.
nl: Elk item in de lijst moet een geldig object zijn met velden: naam, kleur en labelVolgorde.
pt: Cada item na lista deve ser um objeto válido com campos: nome, cor e ordemEtiqueta.
ru: Каждый элемент должен быть объектом с полями: name, color, labelOrder.

# importLabelsJsonLabelParseError
source: Failed to parse one of the labels.
de: Fehler beim Parsen eines der Labels.
es: Error al analizar una de las etiquetas.
fr: Échec de l'analyse de l'une des étiquettes.
it: Impossibile analizzare una delle etichette.
nl: Kon een van de labels niet parsen.
pt: Falha ao analisar uma das etiquetas.
ru: Не удалось разобрать одну из меток.

# importLabelsJsonLabelParseTips
source: Check that each label has required fields like name and color, and values are correct types.
de: Überprüfen Sie, ob jedes Label die erforderlichen Felder wie name und color hat und die Werte die richtigen Typen sind.
es: Verifique que cada etiqueta tenga los campos requeridos como nombre y color, y que los valores sean de los tipos correctos.
fr: Vérifiez que chaque étiquette a les champs requis comme le nom et la couleur, et que les valeurs sont des types corrects.
it: Controlla che ogni etichetta abbia i campi richiesti come nome e colore, e che i valori siano dei tipi corretti.
nl: Controleer of elk label de vereiste velden heeft zoals naam en kleur, en of de waarden de juiste types zijn.
pt: Verifique se cada etiqueta tem os campos necessários como nome e cor, e se os valores são dos tipos corretos.
ru: Проверьте, что каждая метка содержит необходимые поля и имеет правильные значения.

# importLabelsUnexpectedError
source: Unexpected error occurred during JSON file import.
de: Unerwarteter Fehler beim Importieren der JSON-Datei.
es: Se produjo un error inesperado durante la importación del archivo JSON.
fr: Une erreur inattendue s'est produite lors de l'importation du fichier JSON.
it: Si è verificato un errore imprevisto durante l'importazione del file JSON.
nl: Er is een onverwachte fout opgetreden tijdens het importeren van het JSON-bestand.
pt: Ocorreu um erro inesperado durante a importação do arquivo JSON.
ru: Произошла непредвиденная ошибка при импорте JSON.

# importLabelsUnexpectedErrorTip
source: Please make sure your file is readable and formatted correctly.
de: Bitte stellen Sie sicher, dass Ihre Datei lesbar und korrekt formatiert ist.
es: Por favor, asegúrese de que su archivo sea legible y esté formateado correctamente.
fr: Veuillez vous assurer que votre fichier est lisible et correctement formaté.
it: Assicurati che il tuo file sia leggibile e formattato correttamente.
nl: Zorg ervoor dat je bestand leesbaar is en correct geformatteerd.
pt: Por favor, certifique-se de que seu arquivo seja legível e formatado corretamente.
ru: Убедитесь, что файл читается и имеет правильный формат.

# importLabelsDatabaseError
source: Failed to save labels to database
de: Fehler beim Speichern von Labels in der Datenbank
es: Error al guardar etiquetas en la base de datos
fr: Échec de l'enregistrement des étiquettes dans la base de données
it: Impossibile salvare le etichette nel database
nl: Kon labels niet opslaan in database
pt: Falha ao salvar etiquetas no banco de dados
ru: Не удалось сохранить метки в базу данных

# importLabelsDatabaseErrorTips
source: Please check your database connection and try again. If the problem persists, contact support.
de: Bitte überprüfen Sie Ihre Datenbankverbindung und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie den Support.
es: Por favor, verifique su conexión a la base de datos e intente nuevamente. Si el problema persiste, contacte con soporte.
fr: Veuillez vérifier votre connexion à la base de données et réessayer. Si le problème persiste, contactez le support.
it: Controlla la tua connessione al database e riprova. Se il problema persiste, contatta l'assistenza.
nl: Controleer je databaseverbinding en probeer het opnieuw. Als het probleem aanhoudt, neem contact op met ondersteuning.
pt: Por favor, verifique sua conexão com o banco de dados e tente novamente. Se o problema persistir, entre em contato com o suporte.
ru: Проверьте подключение к базе данных и повторите попытку. Если ошибка не исчезает, обратитесь в поддержку.
