Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# changeProjectTypeConversionDetails
source: - Bounding boxes (Detection) -> converted to rectangular polygons. - Polygons (Segmentation) -> converted to tight-fitting bounding boxes. Note: These conversions may reduce precision, especially when converting polygons to boxes, as detailed shape information will be lost. - Detection / Segmentation → Classification: Images will be classified based on the most frequent label in the annotations: -> If image has 5 objects labeled "Dog" and 10 labeled "Cat", it will be classified as "Cat". -> If the counts are equal, the first label found will be used. - Classification -> Detection / Segmentation: No annotations will be transferred. You will need to re-annotate all media items manually, as classification projects do not contain region-level data.
de: - Begrenzungsrahmen (Erkennung) -> in rechteckige Polygone umgewandelt. - Polygone (Segmentierung) -> in eng anliegende Begrenzungsrahmen umgewandelt. Hinweis: Diese Konvertierungen können die Präzision reduzieren, besonders beim Umwandeln von Polygonen in Rahmen, da detaillierte Forminformationen verloren gehen. - Erkennung / Segmentierung → Klassifizierung: Bilder werden basierend auf dem häufigsten Label in den Annotationen klassifiziert: -> Wenn ein Bild 5 Objekte mit dem Label "Hund" und 10 mit dem Label "Katze" hat, wird es als "Katze" klassifiziert. -> Wenn die Anzahl gleich ist, wird das erste gefundene Label verwendet. - Klassifizierung -> Erkennung / Segmentierung: Es werden keine Annotationen übertragen. Sie müssen alle Medienelemente manuell neu annotieren, da Klassifizierungsprojekte keine Daten auf Regionsebene enthalten.
es: - Cuadros delimitadores (Detección) -> convertidos a polígonos rectangulares. - Polígonos (Segmentación) -> convertidos a cuadros delimitadores ajustados. Nota: Estas conversiones pueden reducir la precisión, especialmente al convertir polígonos a cuadros, ya que se perderá información detallada de la forma. - Detección / Segmentación → Clasificación: Las imágenes se clasificarán según la etiqueta más frecuente en las anotaciones: -> Si la imagen tiene 5 objetos etiquetados como "Perro" y 10 etiquetados como "Gato", se clasificará como "Gato". -> Si los recuentos son iguales, se utilizará la primera etiqueta encontrada. - Clasificación -> Detección / Segmentación: No se transferirán anotaciones. Deberá volver a anotar todos los elementos multimedia manualmente, ya que los proyectos de clasificación no contienen datos a nivel de región.
fr: - Boîtes englobantes (Détection) -> converties en polygones rectangulaires. - Polygones (Segmentation) -> convertis en boîtes englobantes ajustées. Remarque: Ces conversions peuvent réduire la précision, en particulier lors de la conversion de polygones en boîtes, car les informations détaillées sur la forme seront perdues. - Détection / Segmentation → Classification: Les images seront classées en fonction de l'étiquette la plus fréquente dans les annotations: -> Si l'image a 5 objets étiquetés "Chien" et 10 étiquetés "Chat", elle sera classée comme "Chat". -> Si les comptages sont égaux, la première étiquette trouvée sera utilisée. - Classification -> Détection / Segmentation: Aucune annotation ne sera transférée. Vous devrez réannoter tous les éléments multimédias manuellement, car les projets de classification ne contiennent pas de données au niveau de la région.
it: - Riquadri di delimitazione (Rilevamento) -> convertiti in poligoni rettangolari. - Poligoni (Segmentazione) -> convertiti in riquadri di delimitazione aderenti. Nota: Queste conversioni possono ridurre la precisione, specialmente quando si convertono poligoni in riquadri, poiché le informazioni dettagliate sulla forma andranno perse. - Rilevamento / Segmentazione → Classificazione: Le immagini verranno classificate in base all'etichetta più frequente nelle annotazioni: -> Se l'immagine ha 5 oggetti etichettati "Cane" e 10 etichettati "Gatto", sarà classificata come "Gatto". -> Se i conteggi sono uguali, verrà utilizzata la prima etichetta trovata. - Classificazione -> Rilevamento / Segmentazione: Nessuna annotazione verrà trasferita. Dovrai ri-annotare manualmente tutti gli elementi multimediali, poiché i progetti di classificazione non contengono dati a livello di regione.
nl: - Begrenzingsvakken (Detectie) -> omgezet naar rechthoekige polygonen. - Polygonen (Segmentatie) -> omgezet naar strak passende begrenzingsvakken. Opmerking: Deze conversies kunnen de precisie verminderen, vooral bij het converteren van polygonen naar vakken, aangezien gedetailleerde vorminformatie verloren gaat. - Detectie / Segmentatie → Classificatie: Afbeeldingen worden geclassificeerd op basis van het meest voorkomende label in de annotaties: -> Als een afbeelding 5 objecten heeft gelabeld als "Hond" en 10 als "Kat", zal het worden geclassificeerd als "Kat". -> Als de aantallen gelijk zijn, zal het eerste gevonden label worden gebruikt. - Classificatie -> Detectie / Segmentatie: Er worden geen annotaties overgedragen. Je zult alle media-items handmatig opnieuw moeten annoteren, aangezien classificatieprojecten geen gegevens op regioniveau bevatten.
pt: - Caixas delimitadoras (Detecção) -> convertidas em polígonos retangulares. - Polígonos (Segmentação) -> convertidos em caixas delimitadoras ajustadas. Nota: Essas conversões podem reduzir a precisão, especialmente ao converter polígonos em caixas, pois informações detalhadas de forma serão perdidas. - Detecção / Segmentação → Classificação: As imagens serão classificadas com base na etiqueta mais frequente nas anotações: -> Se a imagem tiver 5 objetos rotulados como "Cachorro" e 10 rotulados como "Gato", será classificada como "Gato". -> Se as contagens forem iguais, a primeira etiqueta encontrada será usada. - Classificação -> Detecção / Segmentação: Nenhuma anotação será transferida. Você precisará reannotar todos os itens de mídia manualmente, pois os projetos de classificação não contêm dados em nível de região.
ru: - Прямоугольники (Обнаружение) → преобразуются в полигоны. - Полигоны (Сегментация) → преобразуются в прямоугольники по границам. Примечание: при преобразовании полигонов в прямоугольники может теряться точность. - Обнаружение / Сегментация → Классификация: Изображения будут классифицированы по наиболее часто встречающейся метке: → Если есть 5 меток «Собака» и 10 — «Кошка», будет выбрана «Кошка». → При равенстве — используется первая найденная метка. - Классификация → Обнаружение / Сегментация: Аннотации не переносятся. Придётся заново разметить медиафайлы вручную.

# changeProjectTypeErrorTitle
source: Migration Failed
de: Migration fehlgeschlagen
es: Error en la Migración
fr: Échec de la Migration
it: Migrazione Fallita
nl: Migratie Mislukt
pt: Falha na Migração
ru: Ошибка при миграции

# changeProjectTypeErrorMessage
source: An error occurred while changing the project type. The changes could not be applied.
de: Beim Ändern des Projekttyps ist ein Fehler aufgetreten. Die Änderungen konnten nicht angewendet werden.
es: Se produjo un error al cambiar el tipo de proyecto. Los cambios no pudieron aplicarse.
fr: Une erreur s'est produite lors du changement du type de projet. Les modifications n'ont pas pu être appliquées.
it: Si è verificato un errore durante il cambio del tipo di progetto. Le modifiche non possono essere applicate.
nl: Er is een fout opgetreden bij het wijzigen van het projecttype. De wijzigingen konden niet worden toegepast.
pt: Ocorreu um erro ao alterar o tipo de projeto. As alterações não puderam ser aplicadas.
ru: Не удалось изменить тип проекта. Изменения не применены.

# changeProjectTypeErrorTips
source: Please check if the project has valid annotations and try again. If the problem persists, restart the app or contact support.
de: Bitte überprüfen Sie, ob das Projekt gültige Annotationen hat und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, starten Sie die App neu oder kontaktieren Sie den Support.
es: Por favor, verifique si el proyecto tiene anotaciones válidas e intente nuevamente. Si el problema persiste, reinicie la aplicación o contacte con soporte.
fr: Veuillez vérifier si le projet a des annotations valides et réessayer. Si le problème persiste, redémarrez l'application ou contactez le support.
it: Verifica che il progetto abbia annotazioni valide e riprova. Se il problema persiste, riavvia l'app o contatta l'assistenza.
nl: Controleer of het project geldige annotaties heeft en probeer het opnieuw. Als het probleem aanhoudt, herstart de app of neem contact op met ondersteuning.
pt: Verifique se o projeto tem anotações válidas e tente novamente. Se o problema persistir, reinicie o aplicativo ou entre em contato com o suporte.
ru: Проверьте, есть ли в проекте допустимые аннотации, и повторите попытку. Если ошибка сохраняется — перезапустите приложение или обратитесь в поддержку.

source: Export Project as Dataset
de: Projekt als Datensatz exportieren
es: Exportar Proyecto como Conjunto de Datos
fr: Exporter le Projet en tant qu'Ensemble de Données
it: Esporta Progetto come Dataset
nl: Project Exporteren als Dataset
pt: Exportar Projeto como Conjunto de Dados
ru: Экспортировать проект как датасет

# projectHelpTitle
source: How Projects Work
de: Wie Projekte funktionieren
es: Cómo Funcionan los Proyectos
fr: Comment Fonctionnent les Projets
it: Come Funzionano i Progetti
nl: Hoe Projecten Werken
pt: Como os Projetos Funcionam
ru: Как работают проекты

# projectHelpMessage
source: Projects allow you to organize datasets, media files, and annotations in one place. You can create new projects for different tasks like detection, classification, or segmentation.
de: Projekte ermöglichen es Ihnen, Datensätze, Mediendateien und Annotationen an einem Ort zu organisieren. Sie können neue Projekte für verschiedene Aufgaben wie Erkennung, Klassifizierung oder Segmentierung erstellen.
es: Los proyectos le permiten organizar conjuntos de datos, archivos multimedia y anotaciones en un solo lugar. Puede crear nuevos proyectos para diferentes tareas como detección, clasificación o segmentación.
fr: Les projets vous permettent d'organiser des ensembles de données, des fichiers multimédias et des annotations en un seul endroit. Vous pouvez créer de nouveaux projets pour différentes tâches comme la détection, la classification ou la segmentation.
it: I progetti ti permettono di organizzare dataset, file multimediali e annotazioni in un unico posto. Puoi creare nuovi progetti per diverse attività come rilevamento, classificazione o segmentazione.
nl: Met projecten kun je datasets, mediabestanden en annotaties op één plek organiseren. Je kunt nieuwe projecten maken voor verschillende taken zoals detectie, classificatie of segmentatie.
pt: Os projetos permitem que você organize conjuntos de dados, arquivos de mídia e anotações em um só lugar. Você pode criar novos projetos para diferentes tarefas como detecção, classificação ou segmentação.
ru: Проекты позволяют объединить датасеты, медиафайлы и аннотации в одном месте. Вы можете создавать проекты под разные задачи: обнаружение, классификация или сегментация.

# projectHelpTips
source: Tip: You can import datasets in COCO, YOLO, VOC, Labelme and Datumaro format to create a project automatically.
de: Tipp: Sie können Datensätze im COCO-, YOLO-, VOC-, Labelme- und Datumaro-Format importieren, um automatisch ein Projekt zu erstellen.
es: Consejo: Puede importar conjuntos de datos en formato COCO, YOLO, VOC, Labelme y Datumaro para crear un proyecto automáticamente.
fr: Astuce: Vous pouvez importer des ensembles de données au format COCO, YOLO, VOC, Labelme et Datumaro pour créer un projet automatiquement.
it: Suggerimento: Puoi importare dataset in formato COCO, YOLO, VOC, Labelme e Datumaro per creare un progetto automaticamente.
nl: Tip: Je kunt datasets in COCO-, YOLO-, VOC-, Labelme- en Datumaro-formaat importeren om automatisch een project te maken.
pt: Dica: Você pode importar conjuntos de dados nos formatos COCO, YOLO, VOC, Labelme e Datumaro para criar um projeto automaticamente.
ru: Совет: вы можете импортировать датасеты в форматах COCO, YOLO, VOC, Labelme или Datumaro для автоматического создания проекта.

# datasetDialogTitle
source: Import Dataset to Create Project
de: Datensatz importieren, um Projekt zu erstellen
es: Importar Conjunto de Datos para Crear Proyecto
fr: Importer un Ensemble de Données pour Créer un Projet
it: Importa Dataset per Creare Progetto
nl: Dataset Importeren om Project te Maken
pt: Importar Conjunto de Dados para Criar Projeto
ru: Импорт датасета для создания проекта

# datasetDialogProcessing
source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
it: Elaborazione...
nl: Verwerken...
pt: Processando...
ru: Обработка...

# datasetDialogProcessingProgress
source: Processing... {percent}%
de: Verarbeitung... {percent}%
es: Procesando... {percent}%
fr: Traitement... {percent}%
it: Elaborazione... {percent}%
nl: Verwerken... {percent}%
pt: Processando... {percent}%
ru: Обработка... {percent}%

# datasetDialogModeIsolate
source: Isolate Mode Enabled
de: Isolationsmodus aktiviert
es: Modo Aislado Habilitado
fr: Mode Isolé Activé
it: Modalità Isolamento Abilitata
nl: Isolatiemodus Ingeschakeld
pt: Modo de Isolamento Ativado
ru: Режим изоляции включён

# datasetDialogModeNormal
source: Normal Mode
de: Normaler Modus
es: Modo Normal
fr: Mode Normal
it: Modalità Normale
nl: Normale Modus
pt: Modo Normal
ru: Обычный режим

# datasetDialogNoDatasetLoaded
source: No dataset loaded.
de: Kein Datensatz geladen.
es: No se ha cargado ningún conjunto de datos.
fr: Aucun ensemble de données chargé.
it: Nessun dataset caricato.
nl: Geen dataset geladen.
pt: Nenhum conjunto de dados carregado.
ru: Датасет не загружен.

# datasetDialogSelectZipFile
source: Select your Dataset ZIP file
de: Wählen Sie Ihre Datensatz-ZIP-Datei
fr: Sélectionnez votre fichier ZIP d'ensemble de données
it: Seleziona il tuo file ZIP del dataset
nl: Selecteer uw Dataset ZIP-bestand
pt: Selecione seu arquivo ZIP de conjunto de dados
ru: Выберите ZIP-файл датасета

# datasetDialogChooseFile
source: Choose a file
de: Datei auswählen
fr: Choisir un fichier
it: Scegli un file
nl: Kies een bestand
pt: Escolher um arquivo
ru: Выбрать файл

# datasetDialogSupportedFormats
source: Supported Dataset formats:
de: Unterstützte Datensatzformate:
fr: Formats d'ensemble de données pris en charge :
it: Formati di dataset supportati:
nl: Ondersteunde Dataset formaten:
pt: Formatos de conjunto de dados suportados:
ru: Поддерживаемые форматы датасетов:

# datasetDialogSupportedFormatsList2
source: LabelMe, CVAT, or media-only (.zip)
de: LabelMe, CVAT oder nur Medien (.zip)
fr: LabelMe, CVAT, ou médias uniquement (.zip)
it: LabelMe, CVAT, o solo media (.zip)
nl: LabelMe, CVAT, of alleen media (.zip)
pt: LabelMe, CVAT, ou apenas mídia (.zip)
ru: LabelMe, CVAT или только медиа (.zip)

# datasetDialogImportFailedTitle
source: Import Failed
de: Import fehlgeschlagen
es: Error en la Importación
fr: Échec de l'Importation
it: Importazione Fallita
nl: Import Mislukt
pt: Falha na Importação
ru: Ошибка импорта

# datasetDialogImportFailedMessage
source: The ZIP file could not be processed. It may be corrupted, incomplete, or not a valid dataset archive.
de: Die ZIP-Datei konnte nicht verarbeitet werden. Sie könnte beschädigt, unvollständig oder kein gültiges Datensatzarchiv sein.
es: El archivo ZIP no pudo ser procesado. Puede estar corrupto, incompleto o no ser un archivo de conjunto de datos válido.
fr: Le fichier ZIP n'a pas pu être traité. Il peut être corrompu, incomplet ou ne pas être une archive d'ensemble de données valide.
it: Il file ZIP non può essere elaborato. Potrebbe essere danneggiato, incompleto o non un archivio di dataset valido.
nl: Het ZIP-bestand kon niet worden verwerkt. Het is mogelijk beschadigd, onvolledig of geen geldig dataset-archief.
pt: O arquivo ZIP não pôde ser processado. Ele pode estar corrompido, incompleto ou não ser um arquivo de conjunto de dados válido.
ru: ZIP-файл не удалось обработать. Возможно, он повреждён, неполный или не является допустимым архивом датасета.

# datasetDialogImportFailedTips
source: Try re-exporting or re-zipping your dataset. Ensure it is in COCO, YOLO, VOC, or supported format. Error:
de: Versuchen Sie, Ihren Datensatz erneut zu exportieren oder zu zippen. Stellen Sie sicher, dass er im COCO-, YOLO-, VOC- oder unterstützten Format vorliegt. Fehler:
es: Intente exportar o comprimir nuevamente su conjunto de datos. Asegúrese de que esté en formato COCO, YOLO, VOC o compatible. Error:
fr: Essayez de réexporter ou de recompresser votre ensemble de données. Assurez-vous qu'il est au format COCO, YOLO, VOC ou compatible. Erreur:
it: Prova a riesportare o ricomprimere il tuo dataset. Assicurati che sia in formato COCO, YOLO, VOC o supportato. Errore:
nl: Probeer je dataset opnieuw te exporteren of te zippen. Zorg ervoor dat het in COCO-, YOLO-, VOC- of ondersteund formaat is. Fout:
pt: Tente exportar ou compactar novamente seu conjunto de dados. Certifique-se de que esteja no formato COCO, YOLO, VOC ou suportado. Erro:
ru: Попробуйте заново экспортировать или упаковать ваш датасет. Убедитесь, что он соответствует форматам COCO, YOLO, VOC и т.п. Ошибка:

# datasetDialogNoProjectTypeTitle
source: No Project Type Selected
de: Kein Projekttyp ausgewählt
es: No se ha Seleccionado Tipo de Proyecto
fr: Aucun Type de Projet Sélectionné
it: Nessun Tipo di Progetto Selezionato
nl: Geen Projecttype Geselecteerd
pt: Nenhum Tipo de Projeto Selecionado
ru: Тип проекта не выбран

# datasetDialogNoProjectTypeMessage
source: Please select a Project Type based on the detected annotation types in your dataset.
de: Bitte wählen Sie einen Projekttyp basierend auf den erkannten Annotationstypen in Ihrem Datensatz.
es: Por favor, seleccione un Tipo de Proyecto basado en los tipos de anotación detectados en su conjunto de datos.
fr: Veuillez sélectionner un Type de Projet basé sur les types d'annotation détectés dans votre ensemble de données.
it: Seleziona un Tipo di Progetto basato sui tipi di annotazione rilevati nel tuo dataset.
nl: Selecteer een Projecttype op basis van de gedetecteerde annotatietypen in je dataset.
pt: Por favor, selecione um Tipo de Projeto com base nos tipos de anotação detectados em seu conjunto de dados.
ru: Пожалуйста, выберите тип проекта на основе аннотаций в вашем датасете.

# datasetDialogNoProjectTypeTips
source: Check your dataset format and ensure annotations follow a supported structure like COCO, YOLO, VOC or Datumaro.
de: Überprüfen Sie Ihr Datensatzformat und stellen Sie sicher, dass Annotationen einer unterstützten Struktur wie COCO, YOLO, VOC oder Datumaro folgen.
es: Verifique el formato de su conjunto de datos y asegúrese de que las anotaciones sigan una estructura compatible como COCO, YOLO, VOC o Datumaro.
fr: Vérifiez le format de votre ensemble de données et assurez-vous que les annotations suivent une structure prise en charge comme COCO, YOLO, VOC ou Datumaro.
it: Controlla il formato del tuo dataset e assicurati che le annotazioni seguano una struttura supportata come COCO, YOLO, VOC o Datumaro.
nl: Controleer je datasetformaat en zorg ervoor dat annotaties een ondersteunde structuur volgen zoals COCO, YOLO, VOC of Datumaro.
pt: Verifique o formato do seu conjunto de dados e certifique-se de que as anotações seguem uma estrutura suportada como COCO, YOLO, VOC ou Datumaro.
ru: Проверьте структуру датасета и убедитесь, что аннотации соответствуют одному из поддерживаемых форматов: COCO, YOLO, VOC, Datumaro.

# datasetDialogProcessingDatasetTitle
source: Processing Dataset
de: Datensatz wird verarbeitet
es: Procesando Conjunto de Datos
fr: Traitement de l'Ensemble de Données
it: Elaborazione Dataset
nl: Dataset Verwerken
pt: Processando Conjunto de Dados
ru: Обработка датасета

# datasetDialogProcessingDatasetMessage
source: We are currently extracting your ZIP archive, analyzing its contents, and detecting the dataset format and annotation type. This may take a few seconds to a few minutes depending on the dataset size and structure. Please do not close this window or navigate away during the process.
de: Wir extrahieren derzeit Ihr ZIP-Archiv, analysieren seinen Inhalt und erkennen das Datensatzformat und den Annotationstyp. Dies kann je nach Größe und Struktur des Datensatzes einige Sekunden bis zu einigen Minuten dauern. Bitte schließen Sie dieses Fenster nicht und navigieren Sie während des Prozesses nicht weg.
es: Actualmente estamos extrayendo su archivo ZIP, analizando su contenido y detectando el formato del conjunto de datos y el tipo de anotación. Esto puede tomar desde unos segundos hasta unos minutos dependiendo del tamaño y la estructura del conjunto de datos. Por favor, no cierre esta ventana ni navegue fuera durante el proceso.
fr: Nous extrayons actuellement votre archive ZIP, analysons son contenu et détectons le format de l'ensemble de données et le type d'annotation. Cela peut prendre de quelques secondes à quelques minutes selon la taille et la structure de l'ensemble de données. Veuillez ne pas fermer cette fenêtre ou naviguer ailleurs pendant le processus.
it: Stiamo attualmente estraendo il tuo archivio ZIP, analizzando il suo contenuto e rilevando il formato del dataset e il tipo di annotazione. Questo potrebbe richiedere da pochi secondi a pochi minuti a seconda della dimensione e della struttura del dataset. Non chiudere questa finestra o navigare altrove durante il processo.
nl: We zijn momenteel bezig met het uitpakken van je ZIP-archief, het analyseren van de inhoud en het detecteren van het datasetformaat en annotatietype. Dit kan enkele seconden tot enkele minuten duren, afhankelijk van de grootte en structuur van de dataset. Sluit dit venster niet en navigeer niet weg tijdens het proces.
pt: Estamos atualmente extraindo seu arquivo ZIP, analisando seu conteúdo e detectando o formato do conjunto de dados e o tipo de anotação. Isso pode levar de alguns segundos a alguns minutos, dependendo do tamanho e da estrutura do conjunto de dados. Por favor, não feche esta janela ou navegue para longe durante o processo.
ru: Мы извлекаем ZIP-архив, анализируем его содержимое и определяем формат датасета и тип аннотаций. Пожалуйста, не закрывайте окно во время процесса.

# datasetDialogProcessingDatasetTips
source: Large archives with many images or annotation files can take longer to process.
de: Große Archive mit vielen Bildern oder Annotationsdateien können länger zur Verarbeitung benötigen.
es: Los archivos grandes con muchas imágenes o archivos de anotación pueden tardar más en procesarse.
fr: Les archives volumineuses avec de nombreuses images ou fichiers d'annotation peuvent prendre plus de temps à traiter.
it: Archivi di grandi dimensioni con molte immagini o file di annotazione possono richiedere più tempo per essere elaborati.
nl: Grote archieven met veel afbeeldingen of annotatiebestanden kunnen langer duren om te verwerken.
pt: Arquivos grandes com muitas imagens ou arquivos de anotação podem levar mais tempo para processar.
ru: Большие архивы с множеством изображений и аннотаций могут обрабатываться дольше.

# datasetDialogCreatingProjectTitle
source: Creating Project
de: Projekt wird erstellt
es: Creando Proyecto
fr: Création du Projet
it: Creazione Progetto
nl: Project Aanmaken
pt: Criando Projeto
ru: Создание проекта
