Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# projectTypeWhenUseBody
source: You should only enable this option if: - You accidentally imported the wrong dataset. - You want to start a new annotation project with a different type. - Your dataset structure changed after import. If you are unsure, we strongly recommend keeping the default selection to avoid data loss.
de: Sie sollten diese Option nur aktivieren, wenn: - Sie versehentlich den falschen Datensatz importiert haben. - Sie ein neues Annotationsprojekt mit einem anderen Typ starten möchten. - Ihre Datensatzstruktur sich nach dem Import geändert hat. Wenn Sie unsicher sind, empfehlen wir dringend, die Standardauswahl beizubehalten, um Datenverlust zu vermeiden.
es: Solo debe habilitar esta opción si: - Importó accidentalmente el conjunto de datos incorrecto. - Desea iniciar un nuevo proyecto de anotación con un tipo diferente. - La estructura de su conjunto de datos cambió después de la importación. Si no está seguro, recomendamos encarecidamente mantener la selección predeterminada para evitar la pérdida de datos.
fr: Vous ne devriez activer cette option que si: - Vous avez accidentellement importé le mauvais ensemble de données. - Vous souhaitez démarrer un nouveau projet d'annotation avec un type différent. - La structure de votre ensemble de données a changé après l'importation. Si vous n'êtes pas sûr, nous vous recommandons fortement de conserver la sélection par défaut pour éviter la perte de données.
it: Dovresti abilitare questa opzione solo se: - Hai importato accidentalmente il dataset sbagliato. - Vuoi iniziare un nuovo progetto di annotazione con un tipo diverso. - La struttura del tuo dataset è cambiata dopo l'importazione. Se non sei sicuro, ti consigliamo vivamente di mantenere la selezione predefinita per evitare la perdita di dati.
nl: Je zou deze optie alleen moeten inschakelen als: - Je per ongeluk de verkeerde dataset hebt geïmporteerd. - Je een nieuw annotatieproject wilt starten met een ander type. - Je datasetstructuur is veranderd na import. Als je niet zeker bent, raden we sterk aan om de standaardselectie te behouden om gegevensverlies te voorkomen.
pt: Você só deve habilitar esta opção se: - Você importou acidentalmente o conjunto de dados errado. - Você deseja iniciar um novo projeto de anotação com um tipo diferente. - A estrutura do seu conjunto de dados mudou após a importação. Se você não tem certeza, recomendamos fortemente manter a seleção padrão para evitar perda de dados.
ru: Используйте эту опцию, только если: - Вы случайно импортировали неверный датасет. - Хотите начать новый проект с другим типом. - Структура вашего датасета изменилась после импорта. Если вы не уверены — оставьте выбор по умолчанию, чтобы избежать потери данных.

source: All Labels
de: Alle Labels
es: Todas las Etiquetas
fr: Toutes les Étiquettes
it: Tutte le Etichette
nl: Alle Labels
pt: Todas as Etiquetas
ru: Все метки

source: Set as Project Icon
de: Als Projektsymbol festlegen
es: Establecer como Icono del Proyecto
fr: Définir comme Icône du Projet
it: Imposta come Icona del Progetto
nl: Als Projecticoon Instellen
pt: Definir como Ícone do Projeto
ru: Установить как иконку проекта

# setAsProjectIconConfirm
source: Do you want to use '{filePath}' as the icon for this project? This will replace any previously set icon.
de: Möchten Sie '{filePath}' als Symbol für dieses Projekt verwenden? Dies ersetzt jedes zuvor festgelegte Symbol.
es: ¿Desea usar '{filePath}' como icono para este proyecto? Esto reemplazará cualquier icono establecido anteriormente.
fr: Voulez-vous utiliser '{filePath}' comme icône pour ce projet? Cela remplacera toute icône précédemment définie.
it: Vuoi usare '{filePath}' come icona per questo progetto? Questo sostituirà qualsiasi icona precedentemente impostata.
nl: Wil je '{filePath}' gebruiken als icoon voor dit project? Dit zal elk eerder ingesteld icoon vervangen.
pt: Deseja usar '{filePath}' como ícone para este projeto? Isso substituirá qualquer ícone definido anteriormente.
ru: Вы хотите использовать файл «{filePath}» как иконку для этого проекта? Это заменит предыдущую иконку.

# removeFilesFromDatasetInProgress
source: Deleting files...
de: Dateien werden gelöscht...
es: Eliminando archivos...
fr: Suppression des fichiers...
it: Eliminazione file...
nl: Bestanden verwijderen...
pt: Excluindo arquivos...
ru: Удаление файлов...

source: Remove files from Dataset?
de: Dateien aus Datensatz entfernen?
es: ¿Eliminar archivos del Conjunto de Datos?
fr: Supprimer les fichiers de l'Ensemble de Données?
it: Rimuovere file dal Dataset?
nl: Bestanden verwijderen uit Dataset?
pt: Remover arquivos do Conjunto de Dados?
ru: Удалить файлы из датасета?

# removeFilesFromDatasetConfirm
source: Are you sure you want to delete the following file(s) ('{amount}')? All corresponding annotations will be removed as well.
de: Sind Sie sicher, dass Sie die folgenden Dateien ('{amount}') löschen möchten? Alle entsprechenden Annotationen werden ebenfalls entfernt.
es: ¿Está seguro de que desea eliminar los siguientes archivos ('{amount}')? Todas las anotaciones correspondientes también se eliminarán.
fr: Êtes-vous sûr de vouloir supprimer les fichiers suivants ('{amount}')? Toutes les annotations correspondantes seront également supprimées.
it: Sei sicuro di voler eliminare i seguenti file ('{amount}')? Tutte le annotazioni corrispondenti verranno rimosse.
nl: Weet je zeker dat je de volgende bestanden wilt verwijderen ('{amount}')? Alle bijbehorende annotaties zullen ook worden verwijderd.
pt: Tem certeza de que deseja excluir os seguintes arquivos ('{amount}')? Todas as anotações correspondentes também serão removidas.
ru: Вы уверены, что хотите удалить следующие файлы («{amount}»)? Все соответствующие аннотации также будут удалены.

# removeFilesFailedTitle
source: Deletion Failed
de: Löschen fehlgeschlagen
es: Error al Eliminar
fr: Échec de la Suppression
it: Eliminazione Fallita
nl: Verwijderen Mislukt
pt: Falha na Exclusão
ru: Ошибка удаления

# removeFilesFailedMessage
source: Some files could not be deleted
de: Einige Dateien konnten nicht gelöscht werden
es: Algunos archivos no pudieron ser eliminados
fr: Certains fichiers n'ont pas pu être supprimés
it: Alcuni file non possono essere eliminati
nl: Sommige bestanden konden niet worden verwijderd
pt: Alguns arquivos não puderam ser excluídos
ru: Некоторые файлы не удалось удалить

# removeFilesFailedTips
source: Please check file permissions and try again
de: Bitte überprüfen Sie die Dateiberechtigungen und versuchen Sie es erneut
es: Por favor, verifique los permisos de archivo e intente nuevamente
fr: Veuillez vérifier les permissions des fichiers et réessayer
it: Controlla i permessi dei file e riprova
nl: Controleer bestandsrechten en probeer het opnieuw
pt: Verifique as permissões de arquivo e tente novamente
ru: Проверьте права доступа к файлам и попробуйте снова.

source: Duplicate Image
de: Bild duplizieren
es: Duplicar Imagen
fr: Dupliquer l'Image
it: Duplica Immagine
nl: Afbeelding Dupliceren
pt: Duplicar Imagem
ru: Дублировать изображение

# duplicateWithAnnotations
source: Duplicate image with annotations
de: Bild mit Annotationen duplizieren
es: Duplicar imagen con anotaciones
fr: Dupliquer l'image avec les annotations
it: Duplica immagine con annotazioni
nl: Afbeelding dupliceren met annotaties
pt: Duplicar imagem com anotações
ru: С аннотациями

# duplicateWithAnnotationsHint
source: A copy of the image will be created along with all annotation data.
de: Eine Kopie des Bildes wird zusammen mit allen Annotationsdaten erstellt.
es: Se creará una copia de la imagen junto con todos los datos de anotación.
fr: Une copie de l'image sera créée avec toutes les données d'annotation.
it: Verrà creata una copia dell'immagine insieme a tutti i dati di annotazione.
nl: Er wordt een kopie van de afbeelding gemaakt samen met alle annotatiegegevens.
pt: Uma cópia da imagem será criada junto com todos os dados de anotação.
ru: Будет создана копия изображения с аннотациями.

source: Duplicate image only
de: Nur Bild duplizieren
es: Duplicar solo la imagen
fr: Dupliquer l'image uniquement
it: Duplica solo immagine
nl: Alleen afbeelding dupliceren
pt: Duplicar apenas a imagem
ru: Только изображение

# duplicateImageOnlyHint
source: Only the image will be copied, without annotations.
de: Nur das Bild wird kopiert, ohne Annotationen.
es: Solo se copiará la imagen, sin anotaciones.
fr: Seule l'image sera copiée, sans les annotations.
it: Solo l'immagine verrà copiata, senza annotazioni.
nl: Alleen de afbeelding wordt gekopieerd, zonder annotaties.
pt: Apenas a imagem será copiada, sem anotações.
ru: Будет скопировано только изображение, без аннотаций.

# saveDuplicateChoiceAsDefault
source: Save this reply as default answer and do not ask again (You can change this in Account -> Application settings -> Dataset navigation)
de: Diese Antwort als Standardantwort speichern und nicht mehr fragen (Sie können dies in Konto -> Anwendungseinstellungen -> Datensatznavigation ändern)
es: Guardar esta respuesta como respuesta predeterminada y no preguntar de nuevo (Puede cambiar esto en Cuenta -> Ajustes de la aplicación -> Navegación del conjunto de datos)
fr: Enregistrer cette réponse comme réponse par défaut et ne plus demander (Vous pouvez modifier cela dans Compte -> Paramètres de l'application -> Navigation de l'ensemble de données)
it: Salva questa risposta come risposta predefinita e non chiedere più (Puoi modificare questo in Account -> Impostazioni applicazione -> Navigazione dataset)
nl: Dit antwoord opslaan als standaardantwoord en niet meer vragen (Je kunt dit wijzigen in Account -> Applicatie-instellingen -> Dataset-navigatie)
pt: Salvar esta resposta como resposta padrão e não perguntar novamente (Você pode alterar isso em Conta -> Configurações do aplicativo -> Navegação do conjunto de dados)
ru: Сохранить этот выбор по умолчанию и больше не спрашивать (можно изменить в Настройки → Приложение → Навигация по датасету)

# editProjectTitle
source: Edit project name
de: Projektnamen bearbeiten
es: Editar nombre del proyecto
fr: Modifier le nom du projet
it: Modifica nome progetto
nl: Projectnaam bewerken
pt: Editar nome do projeto
ru: Редактировать название проекта

# editProjectDescription
source: Please, choose a clear, descriptive project name (3 - 86 characters). It's recommended to avoid special characters.
de: Bitte wählen Sie einen klaren, beschreibenden Projektnamen (3 - 86 Zeichen). Es wird empfohlen, Sonderzeichen zu vermeiden.
es: Por favor, elija un nombre de proyecto claro y descriptivo (3 - 86 caracteres). Se recomienda evitar caracteres especiales.
fr: Veuillez choisir un nom de projet clair et descriptif (3 - 86 caractères). Il est recommandé d'éviter les caractères spéciaux.
it: Per favore, scegli un nome di progetto chiaro e descrittivo (3 - 86 caratteri). Si consiglia di evitare caratteri speciali.
nl: Kies een duidelijke, beschrijvende projectnaam (3 - 86 tekens). Het wordt aanbevolen om speciale tekens te vermijden.
pt: Por favor, escolha um nome de projeto claro e descritivo (3 - 86 caracteres). É recomendável evitar caracteres especiais.
ru: Выберите чёткое и понятное название проекта (3–86 символов). Рекомендуется избегать специальных символов.

# deleteProjectTitle
source: Delete Project
de: Projekt löschen
es: Eliminar Proyecto
fr: Supprimer le Projet
it: Elimina Progetto
nl: Project Verwijderen
pt: Excluir Projeto
ru: Удалить проект

# deleteProjectInProgress
source: Deleting project...
de: Projekt wird gelöscht...
es: Eliminando proyecto...
fr: Suppression du projet...
it: Eliminazione progetto...
nl: Project verwijderen...
pt: Excluindo projeto...
ru: Удаление проекта...

# deleteProjectOptionDeleteFromDisk
source: Also delete all files from disk
de: Auch alle Dateien von der Festplatte löschen
es: También eliminar todos los archivos del disco
fr: Supprimer également tous les fichiers du disque
it: Elimina anche tutti i file dal disco
nl: Ook alle bestanden van schijf verwijderen
pt: Também excluir todos os arquivos do disco
ru: Также удалить все файлы с диска

# deleteProjectOptionDontAskAgain
source: Don't ask me again
de: Nicht mehr nachfragen
es: No preguntar de nuevo
fr: Ne plus me demander
it: Non chiedere più
nl: Vraag me niet opnieuw
pt: Não me pergunte novamente
ru: Больше не спрашивать

# deleteProjectConfirm
source: Are you sure you want to delete the project "{projectName}"?
de: Sind Sie sicher, dass Sie das Projekt "{projectName}" löschen möchten?
es: ¿Está seguro de que desea eliminar el proyecto "{projectName}"?
fr: Êtes-vous sûr de vouloir supprimer le projet "{projectName}"?
it: Sei sicuro di voler eliminare il progetto "{projectName}"?
nl: Weet je zeker dat je het project "{projectName}" wilt verwijderen?
pt: Tem certeza de que deseja excluir o projeto "{projectName}"?
ru: Вы уверены, что хотите удалить проект «{projectName}»?

# deleteProjectInfoLine
source: Project was created at {creationDate} Number of Labels: {labelCount}
de: Projekt wurde erstellt am {creationDate} Anzahl der Labels: {labelCount}
es: El proyecto fue creado el {creationDate} Número de Etiquetas: {labelCount}
fr: Le projet a été créé le {creationDate} Nombre d'Étiquettes: {labelCount}
it: Il progetto è stato creato il {creationDate} Numero di Etichette: {labelCount}
nl: Project werd aangemaakt op {creationDate} Aantal Labels: {labelCount}
pt: O projeto foi criado em {creationDate} Número de Etiquetas: {labelCount}
ru: Проект создан {creationDate} Количество меток: {labelCount}

# deleteDatasetTitle
source: Delete Dataset
de: Datensatz löschen
es: Eliminar Conjunto de Datos
fr: Supprimer l'Ensemble de Données
it: Elimina Dataset
nl: Dataset Verwijderen
pt: Excluir Conjunto de Dados
ru: Удалить датасет

# deleteDatasetInProgress
source: Deleting dataset... Please wait.
de: Datensatz wird gelöscht... Bitte warten.
es: Eliminando conjunto de datos... Por favor espere.
fr: Suppression de l'ensemble de données... Veuillez patienter.
it: Eliminazione dataset... Attendere prego.
nl: Dataset verwijderen... Even geduld.
pt: Excluindo conjunto de dados... Por favor, aguarde.
ru: Удаление датасета... Пожалуйста, подождите.

# deleteDatasetConfirm
source: Are you sure you want to delete "{datasetName}"?
de: Sind Sie sicher, dass Sie "{datasetName}" löschen möchten?
es: ¿Está seguro de que desea eliminar "{datasetName}"?
fr: Êtes-vous sûr de vouloir supprimer "{datasetName}"?
it: Sei sicuro di voler eliminare "{datasetName}"?
nl: Weet je zeker dat je "{datasetName}" wilt verwijderen?
pt: Tem certeza de que deseja excluir "{datasetName}"?
ru: Вы уверены, что хотите удалить «{datasetName}»?

# deleteDatasetInfoLine
source: This dataset was created on {creationDate} and contains {mediaCount} media items and {annotationCount} annotations.
de: Dieser Datensatz wurde am {creationDate} erstellt und enthält {mediaCount} Medienelemente und {annotationCount} Annotationen.
es: Este conjunto de datos fue creado el {creationDate} y contiene {mediaCount} elementos multimedia y {annotationCount} anotaciones.
fr: Cet ensemble de données a été créé le {creationDate} et contient {mediaCount} éléments multimédias et {annotationCount} annotations.
it: Questo dataset è stato creato il {creationDate} e contiene {mediaCount} elementi multimediali e {annotationCount} annotazioni.
nl: Deze dataset werd aangemaakt op {creationDate} en bevat {mediaCount} media-items en {annotationCount} annotaties.
pt: Este conjunto de dados foi criado em {creationDate} e contém {mediaCount} itens de mídia e {annotationCount} anotações.
ru: Этот датасет был создан {creationDate} и содержит {mediaCount} медиафайлов и {annotationCount} аннотаций.

# editDatasetTitle
source: Rename Dataset
de: Datensatz umbenennen
es: Renombrar Conjunto de Datos
fr: Renommer l'Ensemble de Données
it: Rinomina Dataset
nl: Dataset Hernoemen
pt: Renomear Conjunto de Dados
ru: Переименовать датасет

# editDatasetDescription
source: Enter a new name for this dataset:
de: Geben Sie einen neuen Namen für diesen Datensatz ein:
es: Ingrese un nuevo nombre para este conjunto de datos:
fr: Entrez un nouveau nom pour cet ensemble de données:
it: Inserisci un nuovo nome per questo dataset:
nl: Voer een nieuwe naam in voor deze dataset:
pt: Digite um novo nome para este conjunto de dados:
ru: Введите новое имя для этого датасета:

# noMediaDialogUploadPrompt
source: You have to upload images or videos
de: Sie müssen Bilder oder Videos hochladen
es: Debe cargar imágenes o videos
fr: Vous devez télécharger des images ou des vidéos
it: Devi caricare immagini o video
nl: Je moet afbeeldingen of video's uploaden
pt: Você precisa carregar imagens ou vídeos
ru: Необходимо загрузить изображения или видео

# noMediaDialogUploadPromptShort
source: Upload media
de: Medien hochladen
es: Cargar medios
fr: Télécharger des médias
it: Carica media
nl: Media uploaden
pt: Carregar mídia
ru: Загрузить медиа

# noMediaDialogSupportedImageTypesTitle
source: Supported images types:
de: Unterstützte Bildtypen:
es: Tipos de imágenes compatibles:
fr: Types d'images pris en charge:
it: Tipi di immagini supportati:
nl: Ondersteunde afbeeldingstypen:
pt: Tipos de imagens suportados:
ru: Поддерживаемые форматы изображений:

# noMediaDialogSupportedVideoFormatsLink
source: Click here to see which video formats are supported on your platform
de: Klicken Sie hier, um zu sehen, welche Videoformate auf Ihrer Plattform unterstützt werden
es: Haga clic aquí para ver qué formatos de video son compatibles en su plataforma
fr: Cliquez ici pour voir quels formats vidéo sont pris en charge sur votre plateforme
it: Clicca qui per vedere quali formati video sono supportati sulla tua piattaforma
nl: Klik hier om te zien welke videoformaten worden ondersteund op jouw platform
pt: Clique aqui para ver quais formatos de vídeo são suportados em sua plataforma
ru: Нажмите здесь, чтобы посмотреть поддерживаемые форматы видео для вашей платформы

# noMediaDialogSupportedVideoFormatsTitle
source: Supported Video Formats
de: Unterstützte Videoformate
es: Formatos de Video Compatibles
fr: Formats Vidéo Pris en Charge
it: Formati Video Supportati
nl: Ondersteunde Videoformaten
pt: Formatos de Vídeo Suportados
ru: Поддерживаемые форматы видео

# noMediaDialogSupportedVideoFormatsList
source: Commonly Supported Formats: - MP4: Android, iOS, Web, Desktop - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (browser-dependent) - MKV: Android (partial), Windows - AVI: Android/Windows only (partial)
de: Häufig unterstützte Formate: - MP4: Android, iOS, Web, Desktop - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (browserabhängig) - MKV: Android (teilweise), Windows - AVI: Nur Android/Windows (teilweise)
es: Formatos Comúnmente Compatibles: - MP4: Android, iOS, Web, Escritorio - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (dependiente del navegador) - MKV: Android (parcial), Windows - AVI: Solo Android/Windows (parcial)
fr: Formats Couramment Pris en Charge: - MP4: Android, iOS, Web, Bureau - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (dépend du navigateur) - MKV: Android (partiel), Windows - AVI: Android/Windows uniquement (partiel)
it: Formati Comunemente Supportati: - MP4: Android, iOS, Web, Desktop - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (dipende dal browser) - MKV: Android (parziale), Windows - AVI: Solo Android/Windows (parziale)
nl: Veelvoorkomende Ondersteunde Formaten: - MP4: Android, iOS, Web, Desktop - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (browserafhankelijk) - MKV: Android (gedeeltelijk), Windows - AVI: Alleen Android/Windows (gedeeltelijk)
pt: Formatos Comumente Suportados: - MP4: Android, iOS, Web, Desktop - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (dependente do navegador) - MKV: Android (parcial), Windows - AVI: Apenas Android/Windows (parcial)
ru: Часто поддерживаемые форматы: - MP4: Android, iOS, Web, Desktop - MOV: Android, iOS, macOS - M4V: Android, iOS, macOS - WEBM: Android, Web (зависит от браузера) - MKV: Android (частично), Windows - AVI: только Android/Windows (частично)

# noMediaDialogSupportedVideoFormatsWarning
source: Support may vary depending on the platform and video codec. Some formats may not work in browsers or on iOS.
de: Die Unterstützung kann je nach Plattform und Videocodec variieren. Einige Formate funktionieren möglicherweise nicht in Browsern oder auf iOS.
es: La compatibilidad puede variar según la plataforma y el códec de video. Algunos formatos pueden no funcionar en navegadores o en iOS.
fr: La prise en charge peut varier selon la plateforme et le codec vidéo. Certains formats peuvent ne pas fonctionner dans les navigateurs ou sur iOS.
it: Il supporto può variare a seconda della piattaforma e del codec video. Alcuni formati potrebbero non funzionare nei browser o su iOS.
nl: Ondersteuning kan variëren afhankelijk van het platform en de videocodec. Sommige formaten werken mogelijk niet in browsers of op iOS.
pt: O suporte pode variar dependendo da plataforma e do codec de vídeo. Alguns formatos podem não funcionar em navegadores ou no iOS.
ru: Поддержка может варьироваться в зависимости от платформы и видеокодека. Некоторые форматы могут не работать в браузерах или на iOS.

# annotatorTopToolbarBackTooltip
source: Back to Project
de: Zurück zum Projekt
es: Volver al Proyecto
fr: Retour au Projet
it: Torna al Progetto
nl: Terug naar Project
pt: Voltar ao Projeto
ru: Назад к проекту

# annotatorTopToolbarSelectDefaultLabel
source: Select default label
de: Standardlabel
es: Seleccionar etiqueta predeterminada
fr: Étiquette par défaut
it: Seleziona etichetta predefinita
nl: Standaardlabel
pt: Selecionar etiqueta padrão
ru: Метка по умолчанию

# toolbarNavigation
source: Navigation
es: Navegación
it: Navigazione
nl: Navigatie
pt: Navegação
ru: Навигация

# toolbarBbox
source: Draw Bounding Box
de: Begrenzungsrahmen zeichnen
es: Dibujar Cuadro Delimitador
fr: Dessiner une Boîte Englobante
it: Disegna Riquadro di Delimitazione
nl: Begrenzingsvak Tekenen
pt: Desenhar Caixa Delimitadora
ru: Рисовать ограничивающий прямоугольник

# toolbarPolygon
source: Draw Polygon
de: Polygon zeichnen
es: Dibujar Polígono
fr: Dessiner un Polygone
it: Disegna Poligono
nl: Polygoon Tekenen
pt: Desenhar Polígono
ru: Рисовать полигон

# toolbarResetZoom
source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer Zoom
fr: Réinitialiser le Zoom
it: Reimposta Zoom
nl: Zoom Resetten
pt: Redefinir Zoom
ru: Сбросить масштаб

# toolbarToggleGrid
source: Toggle Grid
de: Raster umschalten
es: Alternar Cuadrícula
fr: Basculer la Grille
it: Attiva/Disattiva Griglia
nl: Raster Schakelen
pt: Alternar Grade
ru: Показать/скрыть сетку

# toolbarAnnotationSettings
source: Annotation Settings
de: Annotationseinstellungen
es: Configuración de Anotación
fr: Paramètres d'Annotation
it: Impostazioni Annotazione
nl: Annotatie-instellingen
pt: Configurações de Anotação
ru: Настройки аннотаций

# toolbarToggleAnnotationNames
source: Toggle Annotation Names
de: Annotationsnamen umschalten
es: Alternar Nombres de Anotación
fr: Basculer les Noms d'Annotation
it: Attiva/Disattiva Nomi Annotazione
nl: Annotatienamen Schakelen
pt: Alternar Nomes de Anotação
ru: Показать/скрыть имена аннотаций

# toolbarRotateLeft
source: Rotate Left (Coming Soon)
de: Nach links drehen (Demnächst verfügbar)
es: Rotar a la Izquierda (Próximamente)
fr: Rotation à Gauche (Bientôt Disponible)
it: Ruota a Sinistra (Prossimamente)
nl: Linksom Draaien (Binnenkort Beschikbaar)
pt: Girar à Esquerda (Em Breve)
ru: Повернуть влево (скоро)
