Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# toolbarRotateRight
source: Rotate Right (Coming Soon)
de: Nach rechts drehen (Demnächst verfügbar)
es: Rotar a la Derecha (Próximamente)
fr: Rotation à Droite (Bientôt Disponible)
it: Ruota a Destra (Prossimamente)
nl: Rechtsom Draaien (Binnenkort Beschikbaar)
pt: Girar à Direita (Em Breve)
ru: Повернуть вправо (скоро)

# toolbarHelp
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
ru: Помощь

# dialogOpacityTitle
source: Annotation Fill Opacity
de: Annotations-Fülldeckkraft
es: Opacidad de Relleno de Anotación
fr: Opacité de Remplissage d'Annotation
it: Opacità Riempimento Annotazione
nl: Annotatie Vulling Transparantie
pt: Opacidade de Preenchimento da Anotação
ru: Прозрачность заливки аннотаций

# dialogHelpTitle
source: Annotator Toolbar Help
de: Hilfe zur Annotator-Werkzeugleiste
es: Ayuda de la Barra de Herramientas del Anotador
fr: Aide de la Barre d'Outils de l'Annotateur
it: Aiuto Barra degli Strumenti Annotatore
nl: Annotator Werkbalk Help
pt: Ajuda da Barra de Ferramentas do Anotador
ru: Справка по панели инструментов аннотатора

# dialogHelpContent
source: • Navigation – Use to select and move around the canvas. • Bounding Box – (Visible in Detection projects) Draw rectangular bounding boxes. • Reset Zoom – Resets the zoom level to fit the image on screen. • Toggle Grid – Show or hide the dataset thumbnail grid. • Settings – Adjust the fill opacity of annotations, annotations border line and the size of corners. • Toggle Annotation Names – Show or hide text labels on annotations.
de: • Navigation – Verwenden Sie dies, um auf der Leinwand auszuwählen und sich zu bewegen. • Begrenzungsrahmen – (Sichtbar in Erkennungsprojekten) Zeichnen Sie rechteckige Begrenzungsrahmen. • Zoom zurücksetzen – Setzt die Zoomstufe zurück, um das Bild auf dem Bildschirm anzupassen. • Raster umschalten – Zeigen oder verbergen Sie das Datensatz-Miniaturansichtsraster. • Einstellungen – Passen Sie die Fülldeckkraft von Annotationen, den Annotationsrahmen und die Größe der Ecken an. • Annotationsnamen umschalten – Zeigen oder verbergen Sie Textlabels auf Annotationen.
es: • Navegación – Utilice para seleccionar y moverse por el lienzo. • Cuadro Delimitador – (Visible en proyectos de Detección) Dibuje cuadros delimitadores rectangulares. • Restablecer Zoom – Restablece el nivel de zoom para ajustar la imagen en la pantalla. • Alternar Cuadrícula – Mostrar u ocultar la cuadrícula de miniaturas del conjunto de datos. • Configuración – Ajuste la opacidad de relleno de las anotaciones, el borde de las anotaciones y el tamaño de las esquinas. • Alternar Nombres de Anotación – Mostrar u ocultar etiquetas de texto en las anotaciones.
fr: • Navigation – Utilisez pour sélectionner et vous déplacer sur le canevas. • Boîte Englobante – (Visible dans les projets de Détection) Dessinez des boîtes englobantes rectangulaires. • Réinitialiser le Zoom – Réinitialise le niveau de zoom pour ajuster l'image à l'écran. • Basculer la Grille – Afficher ou masquer la grille de vignettes de l'ensemble de données. • Paramètres – Ajustez l'opacité de remplissage des annotations, la bordure des annotations et la taille des coins. • Basculer les Noms d'Annotation – Afficher ou masquer les étiquettes de texte sur les annotations.
it: • Navigazione – Usa per selezionare e muoverti sulla tela. • Riquadro di Delimitazione – (Visibile nei progetti di Rilevamento) Disegna riquadri di delimitazione rettangolari. • Reimposta Zoom – Reimposta il livello di zoom per adattare l'immagine allo schermo. • Attiva/Disattiva Griglia – Mostra o nascondi la griglia di miniature del dataset. • Impostazioni – Regola l'opacità di riempimento delle annotazioni, il bordo delle annotazioni e la dimensione degli angoli. • Attiva/Disattiva Nomi Annotazione – Mostra o nascondi etichette di testo sulle annotazioni.
nl: • Navigatie – Gebruik om te selecteren en rond het canvas te bewegen. • Begrenzingsvak – (Zichtbaar in Detectieprojecten) Teken rechthoekige begrenzingsvakken. • Zoom Resetten – Reset het zoomniveau om de afbeelding op het scherm te passen. • Raster Schakelen – Toon of verberg het dataset-miniatuurrooster. • Instellingen – Pas de vultransparantie van annotaties, de annotatiegrens en de grootte van hoeken aan. • Annotatienamen Schakelen – Toon of verberg tekstlabels op annotaties.
pt: • Navegação – Use para selecionar e mover pelo canvas. • Caixa Delimitadora – (Visível em projetos de Detecção) Desenhe caixas delimitadoras retangulares. • Redefinir Zoom – Redefine o nível de zoom para ajustar a imagem na tela. • Alternar Grade – Mostrar ou ocultar a grade de miniaturas do conjunto de dados. • Configurações – Ajuste a opacidade de preenchimento das anotações, a borda das anotações e o tamanho dos cantos. • Alternar Nomes de Anotação – Mostrar ou ocultar etiquetas de texto nas anotações.
ru: • Навигация – выбор и перемещение по холсту. • Прямоугольник – (в проектах обнаружения) рисование ограничивающих рамок. • Сброс масштаба – подгонка изображения по размеру экрана. • Сетка – показать или скрыть миниатюры изображений. • Настройки – изменить прозрачность, толщину границы и размер углов. • Названия аннотаций – показать или скрыть подписи к аннотациям.

# dialogHelpTips
source: Tip: Use Navigation mode to select and edit annotations. More shortcuts and features coming soon!
de: Tipp: Verwenden Sie den Navigationsmodus, um Annotationen auszuwählen und zu bearbeiten. Weitere Shortcuts und Funktionen kommen bald!
es: Consejo: Utilice el modo de Navegación para seleccionar y editar anotaciones. ¡Más atajos y funciones próximamente!
fr: Astuce: Utilisez le mode Navigation pour sélectionner et modifier les annotations. Plus de raccourcis et de fonctionnalités à venir!
it: Suggerimento: Usa la modalità Navigazione per selezionare e modificare le annotazioni. Altri scorciatoie e funzionalità in arrivo!
nl: Tip: Gebruik de Navigatiemodus om annotaties te selecteren en te bewerken. Meer sneltoetsen en functies komen binnenkort!
pt: Dica: Use o modo de Navegação para selecionar e editar anotações. Mais atalhos e recursos em breve!
ru: Совет: используйте режим навигации для выбора и редактирования аннотаций. Больше функций и горячих клавиш — скоро!

# dialogOpacityExplanation
source: Adjust the opacity level to make the content more or less transparent.
de: Passen Sie die Deckkraftstufe an, um den Inhalt mehr oder weniger transparent zu machen.
es: Ajuste el nivel de opacidad para hacer que el contenido sea más o menos transparente.
fr: Ajustez le niveau d'opacité pour rendre le contenu plus ou moins transparent.
it: Regola il livello di opacità per rendere il contenuto più o meno trasparente.
nl: Pas het transparantieniveau aan om de inhoud meer of minder doorzichtig te maken.
pt: Ajuste o nível de opacidade para tornar o conteúdo mais ou menos transparente.
ru: Отрегулируйте уровень прозрачности, чтобы сделать содержимое более или менее видимым.

# deleteAnnotationTitle
source: Delete Annotation
de: Annotation löschen
es: Eliminar Anotación
fr: Supprimer l'Annotation
it: Elimina Annotazione
nl: Annotatie Verwijderen
pt: Excluir Anotação
ru: Удалить аннотацию

# deleteAnnotationMessage
source: Are you sure you want to delete
de: Sind Sie sicher, dass Sie löschen möchten
es: ¿Está seguro de que desea eliminar
fr: Êtes-vous sûr de vouloir supprimer
it: Sei sicuro di voler eliminare
nl: Weet je zeker dat je wilt verwijderen
pt: Tem certeza de que deseja excluir
ru: Вы уверены, что хотите удалить

# unnamedAnnotation
source: this annotation
de: diese Annotation
es: esta anotación
fr: cette annotation
it: questa annotazione
nl: deze annotatie
pt: esta anotação
ru: эту аннотацию

# accountStorage_importFolderTitle
source: Datasets import folder
de: Datensatz-Importordner
es: Carpeta de importación de Conjuntos de Datos
fr: Dossier d'importation des Ensembles de Données
it: Cartella importazione Dataset
nl: Datasets importmap
pt: Pasta de importação de Conjuntos de Dados
ru: Папка импорта датасетов

# accountStorage_thumbnailsFolderTitle
source: Thumbnails folder
de: Miniaturansichtenordner
es: Carpeta de Miniaturas
fr: Dossier des Vignettes
it: Cartella Miniature
nl: Miniatuurmap
pt: Pasta de Miniaturas
ru: Папка миниатюр

# accountStorage_exportFolderTitle
source: Datasets export folder
de: Datensatz-Exportordner
es: Carpeta de exportación de Conjuntos de Datos
fr: Dossier d'exportation des Ensembles de Données
it: Cartella esportazione Dataset
nl: Datasets exportmap
pt: Pasta de exportação de Conjuntos de Dados
ru: Папка экспорта датасетов

# accountStorage_folderTooltip
source: Choose folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli cartella
nl: Map kiezen
pt: Escolher pasta
ru: Выбрать папку

# accountStorage_helpTitle
source: Storage settings
de: Speicherhilfe
es: Ayuda de Almacenamiento
fr: Aide sur le Stockage
it: Aiuto Archiviazione
nl: Opslaghulp
pt: Ajuda de Armazenamento
ru: Настройки хранилища

# accountStorage_helpMessage
source: You can configure your default folders here.
de: Sie können den Ordner ändern, in dem importierte Datensätze, exportierte ZIP-Archive und Miniaturansichten gespeichert werden. Tippen Sie auf das "Ordner"-Symbol neben dem Pfadfeld, um das Verzeichnis auszuwählen oder zu ändern. Dieser Ordner wird als Standardspeicherort verwendet für: - Importierte Datensatzdateien (z.B. COCO, YOLO, VOC, Datumaro, etc.) - Exportierte Datensatz-Zip-Archive - Projekt-Miniaturansichten Stellen Sie sicher, dass der ausgewählte Ordner beschreibbar ist und genügend Platz hat. Auf Android oder iOS müssen Sie möglicherweise Speicherberechtigungen gewähren. Empfohlene Ordner variieren je nach Plattform — siehe unten plattformspezifische Tipps.
es: Puede cambiar la carpeta donde se almacenan los conjuntos de datos importados, los archivos ZIP exportados y las miniaturas. Toque el icono "Carpeta" junto al campo de ruta para seleccionar o cambiar el directorio. Esta carpeta se utilizará como ubicación predeterminada para: - Archivos de conjuntos de datos importados (por ejemplo, COCO, YOLO, VOC, Datumaro, etc.) - Archivos Zip de conjuntos de datos exportados - Miniaturas de proyectos Asegúrese de que la carpeta seleccionada sea escribible y tenga suficiente espacio. En Android o iOS, es posible que deba otorgar permisos de almacenamiento. Las carpetas recomendadas varían según la plataforma; consulte a continuación los consejos específicos de la plataforma.
fr: Vous pouvez modifier le dossier où sont stockés les ensembles de données importés, les archives ZIP exportées et les vignettes. Appuyez sur l'icône "Dossier" à côté du champ de chemin pour sélectionner ou modifier le répertoire. Ce dossier sera utilisé comme emplacement par défaut pour: - Les fichiers d'ensembles de données importés (par exemple, COCO, YOLO, VOC, Datumaro, etc.) - Les archives Zip d'ensembles de données exportés - Les vignettes de projets Assurez-vous que le dossier sélectionné est accessible en écriture et dispose de suffisamment d'espace. Sur Android ou iOS, vous devrez peut-être accorder des autorisations de stockage. Les dossiers recommandés varient selon la plateforme — voir ci-dessous les conseils spécifiques à chaque plateforme.
it: Puoi modificare la cartella in cui vengono archiviati i dataset importati, gli archivi ZIP esportati e le miniature. Tocca l'icona "Cartella" accanto al campo del percorso per selezionare o modificare la directory. Questa cartella verrà utilizzata come posizione predefinita per: - File di dataset importati (ad esempio, COCO, YOLO, VOC, Datumaro, ecc.) - Archivi Zip di dataset esportati - Miniature del progetto Assicurati che la cartella selezionata sia scrivibile e abbia spazio sufficiente. Su Android o iOS, potrebbe essere necessario concedere le autorizzazioni di archiviazione. Le cartelle consigliate variano in base alla piattaforma — vedi sotto i suggerimenti specifici per piattaforma.
nl: Je kunt de map wijzigen waar geïmporteerde datasets, geëxporteerde ZIP-archieven en miniaturen worden opgeslagen. Tik op het "Map"-pictogram naast het padveld om de directory te selecteren of te wijzigen. Deze map zal worden gebruikt als standaardlocatie voor: - Geïmporteerde datasetbestanden (bijv. COCO, YOLO, VOC, Datumaro, etc.) - Geëxporteerde dataset Zip-archieven - Projectminiaturen Zorg ervoor dat de geselecteerde map beschrijfbaar is en voldoende ruimte heeft. Op Android of iOS moet je mogelijk opslagrechten verlenen. Aanbevolen mappen variëren per platform — zie hieronder platformspecifieke tips.
pt: Você pode alterar a pasta onde os conjuntos de dados importados, os arquivos ZIP exportados e as miniaturas são armazenados. Toque no ícone "Pasta" ao lado do campo de caminho para selecionar ou alterar o diretório. Esta pasta será usada como local padrão para: - Arquivos de conjuntos de dados importados (por exemplo, COCO, YOLO, VOC, Datumaro, etc.) - Arquivos Zip de conjuntos de dados exportados - Miniaturas de projetos Certifique-se de que a pasta selecionada seja gravável e tenha espaço suficiente. No Android ou iOS, você pode precisar conceder permissões de armazenamento. As pastas recomendadas variam por plataforma — veja abaixo dicas específicas da plataforma.
ru: Здесь вы можете настроить папки по умолчанию.

# accountStorage_helpTips
source: Use consistent folder structure to keep things organized.
de: Empfohlene Ordner nach Plattform: Windows: C:\Users\<Sie>\AppData\Roaming\AnnotateIt\datasets Linux / Ubuntu: /home/<Sie>/.annotateit/datasets macOS: /Users/<Sie>/Library/Application Support/AnnotateIt/datasets Android: /storage/emulated/0/AnnotateIt/datasets iOS: <App-Sandbox-Pfad>/Documents/AnnotateIt/datasets
es: Carpetas recomendadas por plataforma: Windows: C:\Users\<usted>\AppData\Roaming\AnnotateIt\datasets Linux / Ubuntu: /home/<usted>/.annotateit/datasets macOS: /Users/<usted>/Library/Application Support/AnnotateIt/datasets Android: /storage/emulated/0/AnnotateIt/datasets iOS: <Ruta sandbox de la aplicación>/Documents/AnnotateIt/datasets
fr: Dossiers recommandés par plateforme: Windows: C:\Users\<vous>\AppData\Roaming\AnnotateIt\datasets Linux / Ubuntu: /home/<vous>/.annotateit/datasets macOS: /Users/<vous>/Library/Application Support/AnnotateIt/datasets Android: /storage/emulated/0/AnnotateIt/datasets iOS: <Chemin sandbox de l'app>/Documents/AnnotateIt/datasets
it: Cartelle consigliate per piattaforma: Windows: C:\Users\<tu>\AppData\Roaming\AnnotateIt\datasets Linux / Ubuntu: /home/<tu>/.annotateit/datasets macOS: /Users/<tu>/Library/Application Support/AnnotateIt/datasets Android: /storage/emulated/0/AnnotateIt/datasets iOS: <Percorso sandbox app>/Documents/AnnotateIt/datasets
nl: Aanbevolen mappen per platform: Windows: C:\Users\<jij>\AppData\Roaming\AnnotateIt\datasets Linux / Ubuntu: /home/<jij>/.annotateit/datasets macOS: /Users/<jij>/Library/Application Support/AnnotateIt/datasets Android: /storage/emulated/0/AnnotateIt/datasets iOS: <App sandbox pad>/Documents/AnnotateIt/datasets
pt: Pastas recomendadas por plataforma: Windows: C:\Users\<você>\AppData\Roaming\AnnotateIt\datasets Linux / Ubuntu: /home/<você>/.annotateit/datasets macOS: /Users/<você>/Library/Application Support/AnnotateIt/datasets Android: /storage/emulated/0/AnnotateIt/datasets iOS: <Caminho sandbox do app>/Documents/AnnotateIt/datasets
ru: Используйте единообразную структуру папок для упрощения навигации.

# accountStorage_copySuccess
source: Path copied to clipboard
de: Pfad in die Zwischenablage kopiert
es: Ruta copiada al portapapeles
fr: Chemin copié dans le presse-papiers
it: Percorso copiato negli appunti
nl: Pad gekopieerd naar klembord
pt: Caminho copiado para a área de transferência
ru: Путь скопирован в буфер обмена

# accountStorage_openError
source: Folder does not exist:
de: Ordner existiert nicht:
es: La carpeta no existe:
fr: Le dossier n'existe pas:
it: La cartella non esiste:
nl: Map bestaat niet:
pt: A pasta não existe:
ru: Папка не существует:

# accountStorage_pathEmpty
source: Path is empty
de: Pfad ist leer
es: La ruta está vacía
fr: Le chemin est vide
it: Il percorso è vuoto
nl: Pad is leeg
pt: O caminho está vazio
ru: Путь не указан

# accountStorage_openFailed
source: Failed to open folder:
de: Ordner konnte nicht geöffnet werden:
es: No se pudo abrir la carpeta:
fr: Échec de l'ouverture du dossier:
it: Impossibile aprire la cartella:
nl: Kan map niet openen:
pt: Falha ao abrir a pasta:
ru: Не удалось открыть папку:

# changeProjectTypeTitle
source: Change project type
de: Projekttyp ändern
es: Cambiar tipo de proyecto
fr: Changer le type de projet
it: Cambia tipo di progetto
nl: Projecttype wijzigen
pt: Alterar tipo de projeto
ru: Изменить тип проекта

# changeProjectTypeMigrating
source: Migrating project type...
de: Projekttyp wird migriert...
es: Migrando tipo de proyecto...
fr: Migration du type de projet...
it: Migrazione tipo di progetto...
nl: Projecttype migreren...
pt: Migrando tipo de projeto...
ru: Миграция типа проекта...

# changeProjectTypeStepOneSubtitle
source: Please select a new project type from the list below
de: Bitte wählen Sie einen neuen Projekttyp aus der Liste unten
es: Por favor, seleccione un nuevo tipo de proyecto de la lista a continuación
fr: Veuillez sélectionner un nouveau type de projet dans la liste ci-dessous
it: Seleziona un nuovo tipo di progetto dall'elenco sottostante
nl: Selecteer een nieuw projecttype uit de onderstaande lijst
pt: Por favor, selecione um novo tipo de projeto da lista abaixo
ru: Пожалуйста, выберите новый тип проекта из списка ниже

# changeProjectTypeStepTwoSubtitle
source: Please confirm your choice
de: Bitte bestätigen Sie Ihre Auswahl
es: Por favor, confirme su elección
fr: Veuillez confirmer votre choix
it: Conferma la tua scelta
nl: Bevestig je keuze
pt: Por favor, confirme sua escolha
ru: Подтвердите ваш выбор

# changeProjectTypeWarningTitle
source: Warning: You are about to change the project type.
de: Warnung: Sie sind dabei, den Projekttyp zu ändern.
es: Advertencia: Está a punto de cambiar el tipo de proyecto.
fr: Avertissement: Vous êtes sur le point de changer le type de projet.
it: Attenzione: Stai per cambiare il tipo di progetto.
nl: Waarschuwing: Je staat op het punt het projecttype te wijzigen.
pt: Aviso: Você está prestes a alterar o tipo de projeto.
ru: Внимание: вы собираетесь изменить тип проекта.

# changeProjectTypeConversionIntro
source: All existing annotations will be converted as follows:
de: Alle vorhandenen Annotationen werden wie folgt konvertiert:
es: Todas las anotaciones existentes se convertirán de la siguiente manera:
fr: Toutes les annotations existantes seront converties comme suit:
it: Tutte le annotazioni esistenti verranno convertite come segue:
nl: Alle bestaande annotaties zullen als volgt worden geconverteerd:
pt: Todas as anotações existentes serão convertidas da seguinte forma:
ru: Все существующие аннотации будут преобразованы следующим образом:
