Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

source: Import dataset
de: Datensatz importieren
es: Importar conjunto de datos
fr: Importer un ensemble de données
it: Importa dataset
nl: Dataset importeren
pt: Importar conjunto de dados
ru: Импортировать датасет

source: Upload media
de: Medien hochladen
es: Subir medios
fr: Télécharger des médias
it: Carica media
nl: Media uploaden
pt: Carregar mídia
ru: Загрузить медиа

# createProjectTitle
source: Create a New Project
de: Neues Projekt erstellen
es: Crear un Nuevo Proyecto
fr: Créer un Nouveau Projet
it: Crea un Nuovo Progetto
nl: Nieuw Project Aanmaken
pt: Criar um Novo Projeto
ru: Создать новый проект

# createProjectStepOneSubtitle
source: Please, enter your new project name and select Project type
de: Bitte geben Sie Ihren neuen Projektnamen ein und wählen Sie den Projekttyp
es: Por favor, ingrese el nombre de su nuevo proyecto y seleccione el tipo de Proyecto
fr: Veuillez entrer le nom de votre nouveau projet et sélectionner le type de projet
it: Per favore, inserisci il nome del tuo nuovo progetto e seleziona il tipo di Progetto
nl: Voer je nieuwe projectnaam in en selecteer het Projecttype
pt: Por favor, insira o nome do seu novo projeto e selecione o tipo de Projeto
ru: Введите название проекта и выберите тип проекта

# createProjectStepTwoSubtitle
source: Please, create labels for a New project
de: Bitte erstellen Sie Labels für ein neues Projekt
es: Por favor, cree etiquetas para un Nuevo proyecto
fr: Veuillez créer des étiquettes pour un nouveau projet
it: Per favore, crea etichette per un Nuovo progetto
nl: Maak labels aan voor een Nieuw project
pt: Por favor, crie etiquetas para um Novo projeto
ru: Создайте метки для нового проекта

# emptyProjectTitle
source: Start your first project
de: Starten Sie Ihr erstes Projekt
es: Comience su primer proyecto
fr: Commencez votre premier projet
it: Inizia il tuo primo progetto
nl: Begin je eerste project
pt: Inicie seu primeiro projeto
ru: Начните свой первый проект

# emptyProjectDescription
source: Create a project to begin organizing datasets, annotating media, and applying AI to your vision tasks — all in one streamlined workspace designed to accelerate your computer vision pipeline.
de: Erstellen Sie ein Projekt, um Datensätze zu organisieren, Medien zu annotieren und KI auf Ihre Vision-Aufgaben anzuwenden — alles in einem optimierten Arbeitsbereich, der Ihre Computer-Vision-Pipeline beschleunigt.
es: Cree un proyecto para comenzar a organizar conjuntos de datos, anotar medios y aplicar IA a sus tareas de visión, todo en un espacio de trabajo optimizado diseñado para acelerar su flujo de trabajo de visión por computadora.
fr: Créez un projet pour commencer à organiser des ensembles de données, annoter des médias et appliquer l'IA à vos tâches de vision — le tout dans un espace de travail rationalisé conçu pour accélérer votre pipeline de vision par ordinateur.
it: Crea un progetto per iniziare a organizzare dataset, annotare media e applicare l'IA alle tue attività di visione — tutto in uno spazio di lavoro ottimizzato progettato per accelerare la tua pipeline di computer vision.
nl: Maak een project aan om datasets te organiseren, media te annoteren en AI toe te passen op je visietaken — allemaal in één gestroomlijnde werkruimte ontworpen om je computervisie-pipeline te versnellen.
pt: Crie um projeto para começar a organizar conjuntos de dados, anotar mídia e aplicar IA às suas tarefas de visão — tudo em um espaço de trabalho otimizado projetado para acelerar seu pipeline de visão computacional.
ru: Создайте проект, чтобы начать организовывать датасеты, размечать изображения и применять ИИ к задачам CV — всё в одном удобном пространстве.

# emptyProjectCreateNew
source: Create New Project
de: Neues Projekt erstellen
es: Crear Nuevo Proyecto
fr: Créer un Nouveau Projet
it: Crea Nuovo Progetto
nl: Nieuw Project Aanmaken
pt: Criar Novo Projeto
ru: Создать новый проект

# emptyProjectCreateNewShort
source: New Project
de: Neues Projekt
es: Nuevo Proyecto
fr: Nouveau Projet
it: Nuovo Progetto
nl: Nieuw Project
pt: Novo Projeto
ru: Новый проект

# emptyProjectImportDataset
source: Create Project from Dataset import
de: Projekt aus Datensatz-Import erstellen
es: Crear Proyecto desde importación de Conjunto de Datos
fr: Créer un Projet à partir de l'importation d'un Ensemble de Données
it: Crea Progetto da importazione Dataset
nl: Project aanmaken vanuit Dataset-import
pt: Criar Projeto a partir da importação de Conjunto de Dados
ru: Создать проект из датасета

# emptyProjectImportDatasetShort
source: Import Dataset
de: Datensatz importieren
es: Importar Conjunto de Datos
fr: Importer un Ensemble de Données
it: Importa Dataset
nl: Dataset Importeren
pt: Importar Conjunto de Dados
ru: Импорт датасета

# dialogBack
source: <- Back
de: <- Zurück
es: <- Atrás
fr: <- Retour
it: <- Indietro
nl: <- Terug
pt: <- Voltar
ru: <- Назад

# dialogNext
source: Next ->
de: Weiter ->
es: Siguiente ->
fr: Suivant ->
it: Avanti ->
nl: Volgende ->
pt: Próximo ->
ru: Далее ->

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
nl: Hernoemen
pt: Renomear
ru: Переименовать

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
ru: Удалить

source: Set as Default
de: Als Standard festlegen
es: Establecer como Predeterminado
fr: Définir par Défaut
it: Imposta come Predefinito
nl: Als Standaard Instellen
pt: Definir como Padrão
ru: Установить по умолчанию

# paginationPageFromTotal
source: Page {current} from {total}
de: Seite {current} von {total}
es: Página {current} de {total}
fr: Page {current} sur {total}
it: Pagina {current} di {total}
nl: Pagina {current} van {total}
pt: Página {current} de {total}
ru: Страница {current} из {total}

# taskTypeRequiredTitle
source: Task Type Required
de: Aufgabentyp erforderlich
es: Tipo de Tarea Requerido
fr: Type de Tâche Requis
it: Tipo di Attività Richiesto
nl: Taaktype Vereist
pt: Tipo de Tarefa Necessário
ru: Необходимо указать тип задачи

# taskTypeRequiredMessage
source: You need to select a task type before continuing. The current tab '{tab}' has no task type selected. Each project must be associated with a task (e.g., object detection, classification, or segmentation) so the system knows how to process your data.
de: Sie müssen einen Aufgabentyp auswählen, bevor Sie fortfahren können. Der aktuelle Tab '{tab}' hat keinen Aufgabentyp ausgewählt. Jedes Projekt muss mit einer Aufgabe (z.B. Objekterkennung, Klassifizierung oder Segmentierung) verknüpft sein, damit das System weiß, wie Ihre Daten zu verarbeiten sind.
es: Necesita seleccionar un tipo de tarea antes de continuar. La pestaña actual '{tab}' no tiene ningún tipo de tarea seleccionado. Cada proyecto debe estar asociado con una tarea (por ejemplo, detección de objetos, clasificación o segmentación) para que el sistema sepa cómo procesar sus datos.
fr: Vous devez sélectionner un type de tâche avant de continuer. L'onglet actuel '{tab}' n'a pas de type de tâche sélectionné. Chaque projet doit être associé à une tâche (par exemple, détection d'objets, classification ou segmentation) pour que le système sache comment traiter vos données.
it: Devi selezionare un tipo di attività prima di continuare. La scheda corrente '{tab}' non ha un tipo di attività selezionato. Ogni progetto deve essere associato a un'attività (ad esempio, rilevamento oggetti, classificazione o segmentazione) in modo che il sistema sappia come elaborare i tuoi dati.
nl: Je moet een taaktype selecteren voordat je verder kunt gaan. Het huidige tabblad '{tab}' heeft geen taaktype geselecteerd. Elk project moet gekoppeld zijn aan een taak (bijv. objectdetectie, classificatie of segmentatie) zodat het systeem weet hoe je gegevens te verwerken.
pt: Você precisa selecionar um tipo de tarefa antes de continuar. A aba atual '{tab}' não tem um tipo de tarefa selecionado. Cada projeto deve estar associado a uma tarefa (por exemplo, detecção de objetos, classificação ou segmentação) para que o sistema saiba como processar seus dados.
ru: Вы должны выбрать тип задачи, прежде чем продолжить. Вкладка '{tab}' пока не содержит выбранного типа задачи. Каждый проект должен быть связан с задачей (например, обнаружение объектов, классификация или сегментация), чтобы система знала, как обрабатывать ваши данные.

# taskTypeRequiredTips
source: Click one of the available task type options below the '{tab}' tab. If you're unsure which task to choose, hover over the info icon next to each type to see a brief description.
de: Klicken Sie auf eine der verfügbaren Aufgabentyp-Optionen unter dem Tab '{tab}'. Wenn Sie sich nicht sicher sind, welche Aufgabe Sie wählen sollen, fahren Sie mit der Maus über das Info-Symbol neben jedem Typ, um eine kurze Beschreibung zu sehen.
es: Haga clic en una de las opciones de tipo de tarea disponibles debajo de la pestaña '{tab}'. Si no está seguro de qué tarea elegir, pase el cursor sobre el icono de información junto a cada tipo para ver una breve descripción.
fr: Cliquez sur l'une des options de type de tâche disponibles sous l'onglet '{tab}'. Si vous n'êtes pas sûr de quelle tâche choisir, passez la souris sur l'icône d'information à côté de chaque type pour voir une brève description.
it: Clicca su una delle opzioni di tipo di attività disponibili sotto la scheda '{tab}'. Se non sei sicuro di quale attività scegliere, passa il mouse sull'icona informativa accanto a ciascun tipo per vedere una breve descrizione.
nl: Klik op een van de beschikbare taaktype-opties onder het tabblad '{tab}'. Als je niet zeker weet welke taak je moet kiezen, beweeg dan met de muis over het informatiepictogram naast elk type om een korte beschrijving te zien.
pt: Clique em uma das opções de tipo de tarefa disponíveis abaixo da aba '{tab}'. Se você não tem certeza de qual tarefa escolher, passe o mouse sobre o ícone de informação ao lado de cada tipo para ver uma breve descrição.
ru: Нажмите на один из доступных типов задач ниже вкладки '{tab}'. Если вы не уверены, наведите курсор на значок информации рядом с каждым типом, чтобы увидеть краткое описание.

# menuProjects
source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
nl: Projecten
pt: Projetos
ru: Проекты

# menuAccount
source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta
ru: Аккаунт

# menuLearn
source: Learn
de: Lernen
es: Aprender
fr: Apprendre
it: Impara
nl: Leren
pt: Aprender
ru: Обучение

# menuAbout
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
nl: Over
pt: Sobre
ru: О приложении

# menuCreateNewProject
source: Create new project
de: Neues Projekt erstellen
es: Crear nuevo proyecto
fr: Créer un nouveau projet
it: Crea nuovo progetto
nl: Nieuw project aanmaken
pt: Criar novo projeto
ru: Создать новый проект

# menuCreateFromDataset
source: Create from Dataset
de: Aus Datensatz erstellen
es: Crear desde Conjunto de Datos
fr: Créer à partir d'un Ensemble de Données
it: Crea da Dataset
nl: Aanmaken vanuit Dataset
pt: Criar a partir de Conjunto de Dados
ru: Создать из датасета

# menuImportDataset
source: Create project from Dataset Import
de: Projekt aus Datensatz-Import erstellen
es: Crear proyecto desde Importación de Conjunto de Datos
fr: Créer un projet à partir de l'Importation d'un Ensemble de Données
it: Crea progetto da Importazione Dataset
nl: Project aanmaken vanuit Dataset-import
pt: Criar projeto a partir da Importação de Conjunto de Dados
ru: Импортировать проект из датасета

# menuSortLastUpdated
source: Last Updated
de: Zuletzt aktualisiert
es: Última Actualización
fr: Dernière Mise à Jour
it: Ultimo Aggiornamento
nl: Laatst Bijgewerkt
pt: Última Atualização
ru: Последнее обновление

# menuSortNewestOldest
source: Newest-Oldest
de: Neueste-Älteste
es: Más Reciente-Más Antiguo
fr: Plus Récent-Plus Ancien
it: Più Recente-Più Vecchio
nl: Nieuwste-Oudste
pt: Mais Recente-Mais Antigo
ru: Сначала новые

# menuSortOldestNewest
source: Oldest-Newest
de: Älteste-Neueste
es: Más Antiguo-Más Reciente
fr: Plus Ancien-Plus Récent
it: Più Vecchio-Più Recente
nl: Oudste-Nieuwste
pt: Mais Antigo-Mais Recente
ru: Сначала старые

# menuSortType
source: Project Type
de: Projekttyp
es: Tipo de Proyecto
fr: Type de Projet
it: Tipo di Progetto
pt: Tipo de Projeto
ru: Тип проекта

# menuSortAz
source: A-Z
ru: А-Я

# menuSortZa
source: Z-A
ru: Я-А

# projectNameLabel
source: Project Name
de: Projektname
es: Nombre del Proyecto
fr: Nom du Projet
it: Nome Progetto
nl: Projectnaam
pt: Nome do Projeto
ru: Название проекта

# tabDetection
source: Detection
de: Erkennung
es: Detección
fr: Détection
it: Rilevamento
nl: Detectie
pt: Detecção
ru: Обнаружение

# tabClassification
source: Classification
de: Klassifizierung
es: Clasificación
it: Classificazione
nl: Classificatie
pt: Classificação
ru: Классификация

# tabSegmentation
source: Segmentation
de: Segmentierung
es: Segmentación
it: Segmentazione
nl: Segmentatie
pt: Segmentação
ru: Сегментация

# labelRequiredTitle
source: At Least One Label Required
de: Mindestens ein Label erforderlich
es: Se Requiere Al Menos Una Etiqueta
fr: Au Moins Une Étiquette Requise
it: Almeno Un'Etichetta Richiesta
nl: Minstens Één Label Vereist
pt: Pelo Menos Uma Etiqueta Necessária
ru: Необходима хотя бы одна метка

# labelRequiredMessage
source: You must create at least one label to proceed. Labels are essential for defining the annotation categories that will be used during dataset preparation.
de: Sie müssen mindestens ein Label erstellen, um fortzufahren. Labels sind wesentlich für die Definition der Annotationskategorien, die während der Datensatzvorbereitung verwendet werden.
es: Debe crear al menos una etiqueta para continuar. Las etiquetas son esenciales para definir las categorías de anotación que se utilizarán durante la preparación del conjunto de datos.
fr: Vous devez créer au moins une étiquette pour continuer. Les étiquettes sont essentielles pour définir les catégories d'annotation qui seront utilisées lors de la préparation de l'ensemble de données.
it: Devi creare almeno un'etichetta per procedere. Le etichette sono essenziali per definire le categorie di annotazione che verranno utilizzate durante la preparazione del dataset.
nl: Je moet minstens één label aanmaken om verder te gaan. Labels zijn essentieel voor het definiëren van de annotatiecategorieën die tijdens de datasetvoorbereiding zullen worden gebruikt.
pt: Você deve criar pelo menos uma etiqueta para continuar. As etiquetas são essenciais para definir as categorias de anotação que serão usadas durante a preparação do conjunto de dados.
ru: Для продолжения необходимо создать хотя бы одну метку. Метки определяют категории аннотаций, используемые при подготовке датасета.

# labelRequiredTips
source: Tip: Click the red button labeled Create Label after entering a label name to add your first label.
de: Tipp: Klicken Sie auf die rote Schaltfläche mit der Bezeichnung Label erstellen, nachdem Sie einen Labelnamen eingegeben haben, um Ihr erstes Label hinzuzufügen.
es: Consejo: Haga clic en el botón rojo etiquetado Crear Etiqueta después de ingresar un nombre de etiqueta para agregar su primera etiqueta.
fr: Astuce: Cliquez sur le bouton rouge intitulé Créer une Étiquette après avoir saisi un nom d'étiquette pour ajouter votre première étiquette.
it: Suggerimento: Clicca sul pulsante rosso etichettato Crea Etichetta dopo aver inserito un nome di etichetta per aggiungere la tua prima etichetta.
nl: Tip: Klik op de rode knop met de tekst Label Aanmaken nadat je een labelnaam hebt ingevoerd om je eerste label toe te voegen.
pt: Dica: Clique no botão vermelho rotulado Criar Etiqueta após inserir um nome de etiqueta para adicionar sua primeira etiqueta.
ru: Совет: нажмите красную кнопку «Создать метку» после ввода имени метки, чтобы добавить её.

# createLabelButton
source: Create Label
de: Label erstellen
es: Crear Etiqueta
fr: Créer une Étiquette
it: Crea Etichetta
nl: Label Aanmaken
pt: Criar Etiqueta
ru: Создать метку

# labelNameHint
source: Enter a new Label name here
de: Geben Sie hier einen neuen Labelnamen ein
es: Ingrese un nuevo nombre de Etiqueta aquí
fr: Entrez un nouveau nom d'Étiquette ici
it: Inserisci qui un nuovo nome di Etichetta
nl: Voer hier een nieuwe Labelnaam in
pt: Digite um novo nome de Etiqueta aqui
ru: Введите имя новой метки

# createdLabelsTitle
source: Created Labels
de: Erstellte Labels
es: Etiquetas Creadas
fr: Étiquettes Créées
it: Etichette Create
nl: Aangemaakte Labels
pt: Etiquetas Criadas
ru: Созданные метки

# labelEmptyTitle
source: Label name cannot be empty!
de: Labelname darf nicht leer sein!
es: ¡El nombre de la etiqueta no puede estar vacío!
fr: Le nom de l'étiquette ne peut pas être vide!
it: Il nome dell'etichetta non può essere vuoto!
nl: Labelnaam kan niet leeg zijn!
pt: O nome da etiqueta não pode estar vazio!
ru: Имя метки не может быть пустым!

# labelEmptyMessage
source: Please enter a label name. Labels help identify the objects or categories in your project. It is recommended to use short, clear, and descriptive names, such as "Car", "Person", or "Tree". Avoid special characters or spaces.
de: Bitte geben Sie einen Labelnamen ein. Labels helfen, die Objekte oder Kategorien in Ihrem Projekt zu identifizieren. Es wird empfohlen, kurze, klare und beschreibende Namen zu verwenden, wie "Auto", "Person" oder "Baum". Vermeiden Sie Sonderzeichen oder Leerzeichen.
es: Por favor, ingrese un nombre de etiqueta. Las etiquetas ayudan a identificar los objetos o categorías en su proyecto. Se recomienda utilizar nombres cortos, claros y descriptivos, como "Coche", "Persona" o "Árbol". Evite caracteres especiales o espacios.
fr: Veuillez entrer un nom d'étiquette. Les étiquettes aident à identifier les objets ou catégories dans votre projet. Il est recommandé d'utiliser des noms courts, clairs et descriptifs, tels que "Voiture", "Personne" ou "Arbre". Évitez les caractères spéciaux ou les espaces.
it: Per favore inserisci un nome di etichetta. Le etichette aiutano a identificare gli oggetti o le categorie nel tuo progetto. Si consiglia di utilizzare nomi brevi, chiari e descrittivi, come "Auto", "Persona" o "Albero". Evita caratteri speciali o spazi.
nl: Voer een labelnaam in. Labels helpen bij het identificeren van objecten of categorieën in je project. Het wordt aanbevolen om korte, duidelijke en beschrijvende namen te gebruiken, zoals "Auto", "Persoon" of "Boom". Vermijd speciale tekens of spaties.
pt: Por favor, insira um nome de etiqueta. As etiquetas ajudam a identificar os objetos ou categorias em seu projeto. É recomendável usar nomes curtos, claros e descritivos, como "Carro", "Pessoa" ou "Árvore". Evite caracteres especiais ou espaços.
ru: Пожалуйста, введите имя метки. Метки помогают определить объекты или категории в проекте. Рекомендуется использовать короткие и понятные имена, такие как «Машина», «Человек» или «Дерево». Избегайте специальных символов и пробелов.

# labelEmptyTips
source: Tips for Label Naming: • Use short and descriptive names • Stick to letters, digits, underscores (e.g., cat, road_sign, background) • Avoid spaces and symbols (e.g., Person 1 → person_1)
de: Tipps zur Labelbenennung: • Verwenden Sie kurze und beschreibende Namen • Halten Sie sich an Buchstaben, Ziffern, Unterstriche (z.B. katze, verkehrsschild, hintergrund) • Vermeiden Sie Leerzeichen und Symbole (z.B. Person 1 → person_1)
es: Consejos para Nombrar Etiquetas: • Use nombres cortos y descriptivos • Utilice letras, dígitos, guiones bajos (por ejemplo, gato, señal_de_tráfico, fondo) • Evite espacios y símbolos (por ejemplo, Persona 1 → persona_1)
fr: Conseils pour Nommer les Étiquettes: • Utilisez des noms courts et descriptifs • Tenez-vous-en aux lettres, chiffres, traits de soulignement (par exemple, chat, panneau_routier, arrière-plan) • Évitez les espaces et les symboles (par exemple, Personne 1 → personne_1)
it: Suggerimenti per la Denominazione delle Etichette: • Usa nomi brevi e descrittivi • Attieniti a lettere, cifre, trattini bassi (ad esempio, gatto, segnale_stradale, sfondo) • Evita spazi e simboli (ad esempio, Persona 1 → persona_1)
nl: Tips voor Labelnaamgeving: • Gebruik korte en beschrijvende namen • Houd je aan letters, cijfers, onderstreepjes (bijv. kat, verkeersbord, achtergrond) • Vermijd spaties en symbolen (bijv. Persoon 1 → persoon_1)
pt: Dicas para Nomear Etiquetas: • Use nomes curtos e descritivos • Mantenha-se com letras, dígitos, sublinhados (por exemplo, gato, placa_de_trânsito, fundo) • Evite espaços e símbolos (por exemplo, Pessoa 1 → pessoa_1)
ru: Советы по выбору имени: • Используйте короткие и описательные названия • Используйте только буквы, цифры и подчёркивания (например: cat, road_sign, background) • Избегайте пробелов и символов (например: Person 1 → person_1)

# labelDuplicateTitle
source: Duplicate Label Name
de: Doppelter Labelname
es: Nombre de Etiqueta Duplicado
fr: Nom d'Étiquette en Double
it: Nome Etichetta Duplicato
nl: Dubbele Labelnaam
pt: Nome de Etiqueta Duplicado
ru: Повторяющееся имя метки

# labelDuplicateMessage
source: The label '{label}' already exists in this project. Each label must have a unique name to avoid confusion during annotation and training.
de: Das Label '{label}' existiert bereits in diesem Projekt. Jedes Label muss einen eindeutigen Namen haben, um Verwirrung während der Annotation und des Trainings zu vermeiden.
es: La etiqueta '{label}' ya existe en este proyecto. Cada etiqueta debe tener un nombre único para evitar confusiones durante la anotación y el entrenamiento.
fr: L'étiquette '{label}' existe déjà dans ce projet. Chaque étiquette doit avoir un nom unique pour éviter toute confusion lors de l'annotation et de l'entraînement.
it: L'etichetta '{label}' esiste già in questo progetto. Ogni etichetta deve avere un nome unico per evitare confusione durante l'annotazione e l'addestramento.
nl: Het label '{label}' bestaat al in dit project. Elk label moet een unieke naam hebben om verwarring tijdens annotatie en training te voorkomen.
pt: A etiqueta '{label}' já existe neste projeto. Cada etiqueta deve ter um nome único para evitar confusão durante a anotação e o treinamento.
ru: Метка «{label}» уже существует в этом проекте. Каждая метка должна иметь уникальное имя, чтобы избежать путаницы при аннотировании и обучении.
