Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# labelDuplicateTips
source: Why unique labels? • Reusing the same name can cause issues during dataset export and model training. • Unique label names help maintain clear, structured annotations. Tip: Try adding a variation or number to differentiate (e.g., 'Car', 'Car_2').
de: Warum eindeutige Labels? • Die Wiederverwendung desselben Namens kann Probleme beim Datensatzexport und Modelltraining verursachen. • Eindeutige Labelnamen helfen, klare, strukturierte Annotationen zu erhalten. Tipp: Versuchen Sie, eine Variation oder Nummer hinzuzufügen, um zu unterscheiden (z.B. 'Auto', 'Auto_2').
es: ¿Por qué etiquetas únicas? • Reutilizar el mismo nombre puede causar problemas durante la exportación del conjunto de datos y el entrenamiento del modelo. • Los nombres de etiquetas únicos ayudan a mantener anotaciones claras y estructuradas. Consejo: Intente agregar una variación o número para diferenciar (por ejemplo, 'Coche', 'Coche_2').
fr: Pourquoi des étiquettes uniques? • Réutiliser le même nom peut causer des problèmes lors de l'exportation de l'ensemble de données et de l'entraînement du modèle. • Les noms d'étiquettes uniques aident à maintenir des annotations claires et structurées. Astuce: Essayez d'ajouter une variation ou un numéro pour différencier (par exemple, 'Voiture', 'Voiture_2').
it: Perché etichette uniche? • Riutilizzare lo stesso nome può causare problemi durante l'esportazione del dataset e l'addestramento del modello. • I nomi di etichette unici aiutano a mantenere annotazioni chiare e strutturate. Suggerimento: Prova ad aggiungere una variazione o un numero per differenziare (ad esempio, 'Auto', 'Auto_2').
nl: Waarom unieke labels? • Het hergebruiken van dezelfde naam kan problemen veroorzaken tijdens dataset-export en modeltraining. • Unieke labelnamen helpen bij het behouden van duidelijke, gestructureerde annotaties. Tip: Probeer een variatie of nummer toe te voegen om te onderscheiden (bijv. 'Auto', 'Auto_2').
pt: Por que etiquetas únicas? • Reutilizar o mesmo nome pode causar problemas durante a exportação do conjunto de dados e o treinamento do modelo. • Nomes de etiquetas únicos ajudam a manter anotações claras e estruturadas. Dica: Tente adicionar uma variação ou número para diferenciar (por exemplo, 'Carro', 'Carro_2').
ru: Зачем нужны уникальные метки? • Повторяющиеся имена могут вызвать ошибки при экспорте и обучении модели. • Уникальные имена помогают сохранять структуру аннотаций. Совет: добавьте номер или вариант (например, «Car», «Car_2»).

# binaryLimitTitle
source: Binary Classification Limit
de: Binäre Klassifizierungsbegrenzung
es: Límite de Clasificación Binaria
fr: Limite de Classification Binaire
it: Limite Classificazione Binaria
nl: Binaire Classificatielimiet
pt: Limite de Classificação Binária
ru: Ограничение бинарной классификации

# binaryLimitMessage
source: You cannot create more than two labels for a Binary Classification project. Binary Classification is designed to distinguish between exactly two classes, such as 'Yes' vs 'No', or 'Spam' vs 'Not Spam'.
de: Sie können nicht mehr als zwei Labels für ein Binäres Klassifizierungsprojekt erstellen. Binäre Klassifizierung ist darauf ausgelegt, zwischen genau zwei Klassen zu unterscheiden, wie 'Ja' vs 'Nein' oder 'Spam' vs 'Kein Spam'.
es: No puede crear más de dos etiquetas para un proyecto de Clasificación Binaria. La Clasificación Binaria está diseñada para distinguir entre exactamente dos clases, como 'Sí' vs 'No', o 'Spam' vs 'No Spam'.
fr: Vous ne pouvez pas créer plus de deux étiquettes pour un projet de Classification Binaire. La Classification Binaire est conçue pour distinguer entre exactement deux classes, comme 'Oui' vs 'Non', ou 'Spam' vs 'Non Spam'.
it: Non puoi creare più di due etichette per un progetto di Classificazione Binaria. La Classificazione Binaria è progettata per distinguere tra esattamente due classi, come 'Sì' vs 'No', o 'Spam' vs 'Non Spam'.
nl: Je kunt niet meer dan twee labels aanmaken voor een Binair Classificatieproject. Binaire Classificatie is ontworpen om onderscheid te maken tussen precies twee klassen, zoals 'Ja' vs 'Nee', of 'Spam' vs 'Geen Spam'.
pt: Você não pode criar mais de duas etiquetas para um projeto de Classificação Binária. A Classificação Binária é projetada para distinguir entre exatamente duas classes, como 'Sim' vs 'Não', ou 'Spam' vs 'Não Spam'.
ru: Вы не можете создать более двух меток для проекта бинарной классификации. Бинарная классификация предполагает различие между двумя классами, например «Да» и «Нет», или «Спам» и «Не спам».

# binaryLimitTips
source: Need more than two labels? Consider switching your project type to Multi-Class Classification or another suitable task in order to support three or more categories.
de: Benötigen Sie mehr als zwei Labels? Erwägen Sie, Ihren Projekttyp auf Multi-Klassen-Klassifizierung oder eine andere geeignete Aufgabe umzustellen, um drei oder mehr Kategorien zu unterstützen.
es: ¿Necesita más de dos etiquetas? Considere cambiar el tipo de proyecto a Clasificación Multi-Clase u otra tarea adecuada para admitir tres o más categorías.
fr: Besoin de plus de deux étiquettes? Envisagez de changer le type de votre projet en Classification Multi-Classes ou une autre tâche appropriée afin de prendre en charge trois catégories ou plus.
it: Hai bisogno di più di due etichette? Considera di cambiare il tipo di progetto in Classificazione Multi-Classe o un'altra attività adatta per supportare tre o più categorie.
nl: Heb je meer dan twee labels nodig? Overweeg om je projecttype te wijzigen naar Multi-Class Classificatie of een andere geschikte taak om drie of meer categorieën te ondersteunen.
pt: Precisa de mais de duas etiquetas? Considere mudar o tipo do seu projeto para Classificação Multi-Classe ou outra tarefa adequada para suportar três ou mais categorias.
ru: Нужно больше меток? Переключитесь на многоклассовую классификацию или другую задачу, поддерживающую более двух категорий.

# noteBinaryClassification
source: This project type allows exactly 2 labels. Binary Classification is used when your model needs to distinguish between two possible classes, such as "Yes" vs "No", or "Dog" vs "Not Dog". Please create only two distinct labels.
de: Dieser Projekttyp erlaubt genau 2 Labels. Binäre Klassifizierung wird verwendet, wenn Ihr Modell zwischen zwei möglichen Klassen unterscheiden muss, wie "Ja" vs "Nein" oder "Hund" vs "Nicht Hund". Bitte erstellen Sie nur zwei unterschiedliche Labels.
es: Este tipo de proyecto permite exactamente 2 etiquetas. La Clasificación Binaria se utiliza cuando su modelo necesita distinguir entre dos clases posibles, como "Sí" vs "No", o "Perro" vs "No Perro". Por favor, cree solo dos etiquetas distintas.
fr: Ce type de projet permet exactement 2 étiquettes. La Classification Binaire est utilisée lorsque votre modèle doit distinguer entre deux classes possibles, comme "Oui" vs "Non", ou "Chien" vs "Pas Chien". Veuillez créer seulement deux étiquettes distinctes.
it: Questo tipo di progetto consente esattamente 2 etichette. La Classificazione Binaria viene utilizzata quando il tuo modello deve distinguere tra due possibili classi, come "Sì" vs "No", o "Cane" vs "Non Cane". Per favore crea solo due etichette distinte.
nl: Dit projecttype staat precies 2 labels toe. Binaire Classificatie wordt gebruikt wanneer je model onderscheid moet maken tussen twee mogelijke klassen, zoals "Ja" vs "Nee", of "Hond" vs "Geen Hond". Maak alsjeblieft slechts twee verschillende labels aan.
pt: Este tipo de projeto permite exatamente 2 etiquetas. A Classificação Binária é usada quando seu modelo precisa distinguir entre duas classes possíveis, como "Sim" vs "Não", ou "Cachorro" vs "Não Cachorro". Por favor, crie apenas duas etiquetas distintas.
ru: Этот тип проекта допускает ровно 2 метки. Бинарная классификация используется, когда модель должна различать два класса, например: «Да» и «Нет» или «Собака» и «Не собака». Создайте только две разные метки.

# noteMultiClassClassification
source: This project type supports multiple labels. Multi-Class Classification is suitable when your model needs to choose from three or more categories, like "Cat", "Dog", "Rabbit". You can add as many labels as needed.
de: Dieser Projekttyp unterstützt mehrere Labels. Multi-Klassen-Klassifizierung ist geeignet, wenn Ihr Modell aus drei oder mehr Kategorien wählen muss, wie "Katze", "Hund", "Kaninchen". Sie können so viele Labels hinzufügen, wie benötigt.
es: Este tipo de proyecto admite múltiples etiquetas. La Clasificación Multi-Clase es adecuada cuando su modelo necesita elegir entre tres o más categorías, como "Gato", "Perro", "Conejo". Puede agregar tantas etiquetas como sea necesario.
fr: Ce type de projet prend en charge plusieurs étiquettes. La Classification Multi-Classes convient lorsque votre modèle doit choisir parmi trois catégories ou plus, comme "Chat", "Chien", "Lapin". Vous pouvez ajouter autant d'étiquettes que nécessaire.
it: Questo tipo di progetto supporta più etichette. La Classificazione Multi-Classe è adatta quando il tuo modello deve scegliere tra tre o più categorie, come "Gatto", "Cane", "Coniglio". Puoi aggiungere tutte le etichette necessarie.
nl: Dit projecttype ondersteunt meerdere labels. Multi-Class Classificatie is geschikt wanneer je model moet kiezen uit drie of meer categorieën, zoals "Kat", "Hond", "Konijn". Je kunt zoveel labels toevoegen als nodig.
pt: Este tipo de projeto suporta múltiplas etiquetas. A Classificação Multi-Classe é adequada quando seu modelo precisa escolher entre três ou mais categorias, como "Gato", "Cachorro", "Coelho". Você pode adicionar quantas etiquetas forem necessárias.
ru: Этот тип проекта поддерживает несколько меток. Многоклассовая классификация подходит, когда модель выбирает из 3 и более категорий (например: «Кошка», «Собака», «Кролик»).

# noteDetectionOrSegmentation
source: This project type supports multiple labels. For Object Detection or Segmentation, each label typically represents a different class of object (e.g., "Car", "Pedestrian", "Bicycle"). You can create as many labels as required for your dataset.
de: Dieser Projekttyp unterstützt mehrere Labels. Für Objekterkennung oder Segmentierung repräsentiert jedes Label typischerweise eine andere Objektklasse (z.B. "Auto", "Fußgänger", "Fahrrad"). Sie können so viele Labels erstellen, wie für Ihren Datensatz erforderlich.
es: Este tipo de proyecto admite múltiples etiquetas. Para Detección de Objetos o Segmentación, cada etiqueta típicamente representa una clase diferente de objeto (por ejemplo, "Coche", "Peatón", "Bicicleta"). Puede crear tantas etiquetas como requiera para su conjunto de datos.
fr: Ce type de projet prend en charge plusieurs étiquettes. Pour la Détection d'Objets ou la Segmentation, chaque étiquette représente généralement une classe différente d'objet (par exemple, "Voiture", "Piéton", "Vélo"). Vous pouvez créer autant d'étiquettes que nécessaire pour votre ensemble de données.
it: Questo tipo di progetto supporta più etichette. Per il Rilevamento Oggetti o la Segmentazione, ogni etichetta rappresenta tipicamente una classe diversa di oggetto (ad esempio, "Auto", "Pedone", "Bicicletta"). Puoi creare tutte le etichette necessarie per il tuo dataset.
nl: Dit projecttype ondersteunt meerdere labels. Voor Objectdetectie of Segmentatie vertegenwoordigt elk label typisch een verschillende klasse van object (bijv. "Auto", "Voetganger", "Fiets"). Je kunt zoveel labels aanmaken als nodig voor je dataset.
pt: Este tipo de projeto suporta múltiplas etiquetas. Para Detecção de Objetos ou Segmentação, cada etiqueta normalmente representa uma classe diferente de objeto (por exemplo, "Carro", "Pedestre", "Bicicleta"). Você pode criar quantas etiquetas forem necessárias para seu conjunto de dados.
ru: Этот тип проекта поддерживает несколько меток. В задачах обнаружения или сегментации каждая метка представляет свой класс объекта (например, «Автомобиль», «Пешеход», «Велосипед»).

# noteDefault
source: You can create one or more labels depending on your project type. Each label helps define a category that your model will learn to recognize. Please refer to the documentation for best practices.
de: Sie können ein oder mehrere Labels abhängig von Ihrem Projekttyp erstellen. Jedes Label hilft, eine Kategorie zu definieren, die Ihr Modell erkennen lernen wird. Bitte beachten Sie die Dokumentation für bewährte Praktiken.
es: Puede crear una o más etiquetas dependiendo del tipo de proyecto. Cada etiqueta ayuda a definir una categoría que su modelo aprenderá a reconocer. Consulte la documentación para conocer las mejores prácticas.
fr: Vous pouvez créer une ou plusieurs étiquettes selon votre type de projet. Chaque étiquette aide à définir une catégorie que votre modèle apprendra à reconnaître. Veuillez consulter la documentation pour les meilleures pratiques.
it: Puoi creare una o più etichette a seconda del tipo di progetto. Ogni etichetta aiuta a definire una categoria che il tuo modello imparerà a riconoscere. Consulta la documentazione per le migliori pratiche.
nl: Je kunt één of meer labels aanmaken afhankelijk van je projecttype. Elk label helpt bij het definiëren van een categorie die je model zal leren herkennen. Raadpleeg de documentatie voor best practices.
pt: Você pode criar uma ou mais etiquetas dependendo do tipo do seu projeto. Cada etiqueta ajuda a definir uma categoria que seu modelo aprenderá a reconhecer. Consulte a documentação para melhores práticas.
ru: Вы можете создать одну или несколько меток в зависимости от типа проекта. Каждая метка помогает определить категорию, которую будет распознавать модель.

# discardDatasetImportTitle
source: Discard Dataset Import?
de: Datensatz-Import verwerfen?
es: ¿Descartar Importación de Conjunto de Datos?
fr: Abandonner l'Importation de l'Ensemble de Données?
it: Scartare l'Importazione del Dataset?
nl: Dataset-import Weggooien?
pt: Descartar Importação de Conjunto de Dados?
ru: Отменить импорт датасета?

# discardDatasetImportMessage
source: You have already extracted a dataset. Cancelling now will delete the extracted files and detected dataset details. Are you sure you want to proceed?
de: Sie haben bereits einen Datensatz extrahiert. Wenn Sie jetzt abbrechen, werden die extrahierten Dateien und erkannten Datensatzdetails gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
es: Ya ha extraído un conjunto de datos. Cancelar ahora eliminará los archivos extraídos y los detalles del conjunto de datos detectados. ¿Está seguro de que desea continuar?
fr: Vous avez déjà extrait un ensemble de données. Annuler maintenant supprimera les fichiers extraits et les détails de l'ensemble de données détectés. Êtes-vous sûr de vouloir continuer?
it: Hai già estratto un dataset. Annullando ora verranno eliminati i file estratti e i dettagli del dataset rilevati. Sei sicuro di voler procedere?
nl: Je hebt al een dataset geëxtraheerd. Nu annuleren zal de geëxtraheerde bestanden en gedetecteerde datasetdetails verwijderen. Weet je zeker dat je wilt doorgaan?
pt: Você já extraiu um conjunto de dados. Cancelar agora excluirá os arquivos extraídos e os detalhes do conjunto de dados detectados. Tem certeza de que deseja continuar?
ru: Вы уже распаковали датасет. Отмена приведёт к удалению извлечённых файлов и информации о датасете. Вы уверены, что хотите продолжить?

# projectTypeHelpTitle
source: Project Type Selection Help
de: Hilfe zur Projekttyp-Auswahl
es: Ayuda para Selección de Tipo de Proyecto
fr: Aide pour la Sélection du Type de Projet
it: Aiuto per la Selezione del Tipo di Progetto
nl: Hulp bij Projecttypeselectie
pt: Ajuda para Seleção de Tipo de Projeto
ru: Помощь по выбору типа проекта

# projectTypeWhyDisabledTitle
source: Why are some project types disabled?
de: Warum sind einige Projekttypen deaktiviert?
es: ¿Por qué algunos tipos de proyecto están deshabilitados?
fr: Pourquoi certains types de projet sont-ils désactivés?
it: Perché alcuni tipi di progetto sono disabilitati?
nl: Waarom zijn sommige projecttypen uitgeschakeld?
pt: Por que alguns tipos de projeto estão desativados?
ru: Почему некоторые типы проектов недоступны?

# projectTypeWhyDisabledBody
source: When you import a dataset, the system analyzes the provided annotations and tries to detect the most suitable project type for you automatically. For example, if your dataset contains bounding box annotations, the suggested project type will be "Detection". If it contains masks, "Segmentation" will be suggested, and so on. To protect your data, only compatible project types are enabled by default.
de: Wenn Sie einen Datensatz importieren, analysiert das System die bereitgestellten Annotationen und versucht, den am besten geeigneten Projekttyp für Sie automatisch zu erkennen. Zum Beispiel, wenn Ihr Datensatz Begrenzungsrahmen-Annotationen enthält, wird der vorgeschlagene Projekttyp "Erkennung" sein. Wenn er Masken enthält, wird "Segmentierung" vorgeschlagen, und so weiter. Um Ihre Daten zu schützen, sind standardmäßig nur kompatible Projekttypen aktiviert.
es: Cuando importa un conjunto de datos, el sistema analiza las anotaciones proporcionadas e intenta detectar automáticamente el tipo de proyecto más adecuado para usted. Por ejemplo, si su conjunto de datos contiene anotaciones de cuadros delimitadores, el tipo de proyecto sugerido será "Detección". Si contiene máscaras, se sugerirá "Segmentación", y así sucesivamente. Para proteger sus datos, solo los tipos de proyecto compatibles están habilitados de forma predeterminada.
fr: Lorsque vous importez un ensemble de données, le système analyse les annotations fournies et essaie de détecter automatiquement le type de projet le plus approprié pour vous. Par exemple, si votre ensemble de données contient des annotations de boîtes englobantes, le type de projet suggéré sera "Détection". S'il contient des masques, "Segmentation" sera suggéré, et ainsi de suite. Pour protéger vos données, seuls les types de projet compatibles sont activés par défaut.
it: Quando importi un dataset, il sistema analizza le annotazioni fornite e cerca di rilevare automaticamente il tipo di progetto più adatto per te. Ad esempio, se il tuo dataset contiene annotazioni di riquadri di delimitazione, il tipo di progetto suggerito sarà "Rilevamento". Se contiene maschere, verrà suggerito "Segmentazione", e così via. Per proteggere i tuoi dati, solo i tipi di progetto compatibili sono abilitati per impostazione predefinita.
nl: Wanneer je een dataset importeert, analyseert het systeem de geleverde annotaties en probeert automatisch het meest geschikte projecttype voor je te detecteren. Bijvoorbeeld, als je dataset begrenzingsvak-annotaties bevat, zal het voorgestelde projecttype "Detectie" zijn. Als het maskers bevat, zal "Segmentatie" worden voorgesteld, enzovoort. Om je gegevens te beschermen, zijn standaard alleen compatibele projecttypen ingeschakeld.
pt: Quando você importa um conjunto de dados, o sistema analisa as anotações fornecidas e tenta detectar automaticamente o tipo de projeto mais adequado para você. Por exemplo, se seu conjunto de dados contém anotações de caixas delimitadoras, o tipo de projeto sugerido será "Detecção". Se contém máscaras, "Segmentação" será sugerido, e assim por diante. Para proteger seus dados, apenas tipos de projeto compatíveis são habilitados por padrão.
ru: При импорте датасета система анализирует аннотации и автоматически определяет наиболее подходящий тип проекта. Например, если в вашем датасете есть аннотации с ограничивающими рамками, будет предложен тип «Обнаружение». Если найдены маски — «Сегментация» и т. д. Для защиты ваших данных включаются только совместимые типы проектов.

# projectTypeAllowChangeTitle
source: What happens if I enable project type change?
de: Was passiert, wenn ich die Projekttyp-Änderung aktiviere?
es: ¿Qué sucede si habilito el cambio de tipo de proyecto?
fr: Que se passe-t-il si j'active le changement de type de projet?
it: Cosa succede se abilito il cambio di tipo di progetto?
nl: Wat gebeurt er als ik projecttypewijziging inschakelen?
pt: O que acontece se eu habilitar a mudança de tipo de projeto?
ru: Что произойдет, если разрешить изменение типа проекта?

# projectTypeAllowChangeBody
source: If you toggle "Allow Project Type Change", you can manually select ANY project type, even if it does not match the detected annotations. ⚠️ WARNING: All existing annotations from the import will be deleted when switching to an incompatible project type. You will have to re-annotate or import a dataset suitable for the newly selected project type.
de: Wenn Sie "Projekttyp-Änderung erlauben" aktivieren, können Sie manuell JEDEN Projekttyp auswählen, auch wenn er nicht mit den erkannten Annotationen übereinstimmt. ⚠️ WARNUNG: Alle vorhandenen Annotationen aus dem Import werden beim Wechsel zu einem inkompatiblen Projekttyp gelöscht. Sie müssen alle Medienelemente neu annotieren oder einen für den neu ausgewählten Projekttyp geeigneten Datensatz importieren.
es: Si activa "Permitir cambio de tipo de proyecto", puede seleccionar manualmente CUALQUIER tipo de proyecto, incluso si no coincide con las anotaciones detectadas. ⚠️ ADVERTENCIA: Todas las anotaciones existentes de la importación se eliminarán al cambiar a un tipo de proyecto incompatible. Tendrá que volver a anotar o importar un conjunto de datos adecuado para el tipo de proyecto recién seleccionado.
fr: Si vous activez "Autoriser le Changement de Type de Projet", vous pouvez sélectionner manuellement N'IMPORTE QUEL type de projet, même s'il ne correspond pas aux annotations détectées. ⚠️ AVERTISSEMENT: Toutes les annotations existantes de l'importation seront supprimées lors du passage à un type de projet incompatible. Vous devrez réannoter ou importer un ensemble de données adapté au type de projet nouvellement sélectionné.
it: Se attivi "Consenti Cambio Tipo di Progetto", puoi selezionare manualmente QUALSIASI tipo di progetto, anche se non corrisponde alle annotazioni rilevate. ⚠️ ATTENZIONE: Tutte le annotazioni esistenti dall'importazione verranno eliminate quando si passa a un tipo di progetto incompatibile. Dovrai ri-annotare o importare un dataset adatto al tipo di progetto appena selezionato.
nl: Als je "Projecttypewijziging Toestaan" inschakelt, kun je handmatig ELK projecttype selecteren, zelfs als het niet overeenkomt met de gedetecteerde annotaties. ⚠️ WAARSCHUWING: Alle bestaande annotaties van de import zullen worden verwijderd bij het overschakelen naar een incompatibel projecttype. Je zult alle media-items opnieuw moeten annoteren of een dataset moeten importeren die geschikt is voor het nieuw geselecteerde projecttype.
pt: Se você ativar "Permitir Mudança de Tipo de Projeto", poderá selecionar manualmente QUALQUER tipo de projeto, mesmo que não corresponda às anotações detectadas. ⚠️ AVISO: Todas as anotações existentes da importação serão excluídas ao mudar para um tipo de projeto incompatível. Você precisará reannotar ou importar um conjunto de dados adequado para o tipo de projeto recém-selecionado.
ru: Если вы включите опцию «Разрешить изменение типа проекта», вы сможете вручную выбрать ЛЮБОЙ тип проекта, даже если он не соответствует аннотациям. ⚠️ ПРЕДУПРЕЖДЕНИЕ: При переключении на несовместимый тип проекта все существующие аннотации будут удалены. Вам придётся повторно аннотировать или импортировать подходящий датасет.

# projectTypeWhenUseTitle
source: When should I use this option?
de: Wann sollte ich diese Option verwenden?
es: ¿Cuándo debería usar esta opción?
fr: Quand devrais-je utiliser cette option?
it: Quando dovrei usare questa opzione?
nl: Wanneer moet ik deze optie gebruiken?
pt: Quando devo usar esta opção?
ru: Когда использовать эту опцию?
