Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# buttonKeep
source: Keep
de: Behalten
es: Mantener
fr: Conserver
it: Mantieni
nl: Behouden
pt: Manter
ru: Сохранить как есть

# buttonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt: Salvar
ru: Сохранить

# buttonHelp
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
ru: Помощь

# buttonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pt: Editar
ru: Редактировать

# buttonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pt: Próximo
ru: Далее

# buttonBack
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pt: Voltar
ru: Назад

# buttonApply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
pt: Aplicar
ru: Применить

# buttonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt: Fechar
ru: Закрыть

# buttonImport
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pt: Importar
ru: Импортировать

# buttonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена

# buttonFinish
source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
it: Termina
nl: Voltooien
pt: Finalizar
ru: Завершить

# buttonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
ru: Удалить

# buttonDuplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
nl: Dupliceren
pt: Duplicar
ru: Дублировать

# buttonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
pt: Confirmar
ru: Подтвердить

# buttonDiscard
source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
nl: Weggooien
pt: Descartar
ru: Отклонить

# buttonFeedbackShort
source: Fdbck
es: Coment
fr: Retour
ru: Отзвыв

# buttonImportLabels
source: Import Labels
de: Labels importieren
es: Importar Etiquetas
fr: Importer des Étiquettes
it: Importa Etichette
nl: Labels Importeren
pt: Importar Etiquetas
ru: Импортировать метки

# buttonExportLabels
source: Export Labels
de: Labels exportieren
es: Exportar Etiquetas
fr: Exporter des Étiquettes
it: Esporta Etichette
nl: Labels Exporteren
pt: Exportar Etiquetas
ru: Экспортировать метки

# buttonNextConfirmTask
source: Next: Confirm Task
de: Weiter: Aufgabe bestätigen
es: Siguiente: Confirmar Tarea
fr: Suivant: Confirmer la Tâche
it: Avanti: Conferma Attività
nl: Volgende: Taak Bevestigen
pt: Próximo: Confirmar Tarefa
ru: Далее: Подтвердить задачу

# buttonCreateProject
source: Create Project
de: Projekt erstellen
es: Crear Proyecto
fr: Créer un Projet
it: Crea Progetto
nl: Project Aanmaken
pt: Criar Projeto
ru: Создать проект

# aboutTitle
source: About Annot@It
de: Über Annot@It
es: Acerca de Annot@It
fr: À propos d'Annot@It
it: Informazioni su Annot@It
nl: Over Annot@It
pt: Sobre o Annot@It
ru: О приложении Annot@It

# aboutDescription
source: Annot@It is an annotation application designed to streamline the annotation process for computer vision projects. Whether you're working on image classification, object detection, segmentation, or other vision tasks, Annot@It provides the flexibility and precision needed for high-quality data labeling.
de: Annot@It ist eine Annotationsanwendung, die den Annotationsprozess für Computer-Vision-Projekte vereinfacht. Ob Sie an Bildklassifizierung, Objekterkennung, Segmentierung oder anderen Vision-Aufgaben arbeiten, Annot@It bietet die Flexibilität und Präzision, die für hochwertige Datenkennzeichnung erforderlich ist.
es: Annot@It es una aplicación de anotación diseñada para agilizar el proceso de anotación para proyectos de visión por computadora. Ya sea que esté trabajando en clasificación de imágenes, detección de objetos, segmentación u otras tareas de visión, Annot@It proporciona la flexibilidad y precisión necesarias para el etiquetado de datos de alta calidad.
fr: Annot@It est une application d'annotation conçue pour simplifier le processus d'annotation pour les projets de vision par ordinateur. Que vous travailliez sur la classification d'images, la détection d'objets, la segmentation ou d'autres tâches de vision, Annot@It offre la flexibilité et la précision nécessaires pour un étiquetage de données de haute qualité.
it: Annot@It è un'applicazione di annotazione progettata per semplificare il processo di annotazione per progetti di computer vision. Che tu stia lavorando su classificazione di immagini, rilevamento di oggetti, segmentazione o altre attività di visione, Annot@It offre la flessibilità e la precisione necessarie per un'etichettatura di dati di alta qualità.
nl: Annot@It is een annotatie-applicatie ontworpen om het annotatieproces voor computervisieprojecten te stroomlijnen. Of je nu werkt aan beeldclassificatie, objectdetectie, segmentatie of andere visietaken, Annot@It biedt de flexibiliteit en precisie die nodig zijn voor hoogwaardige gegevenslabeling.
pt: Annot@It é um aplicativo de anotação projetado para simplificar o processo de anotação para projetos de visão computacional. Seja trabalhando em classificação de imagens, detecção de objetos, segmentação ou outras tarefas de visão, o Annot@It oferece a flexibilidade e precisão necessárias para rotulagem de dados de alta qualidade.
ru: Annot@It — это приложение для разметки, разработанное для оптимизации процесса аннотирования в проектах компьютерного зрения. Независимо от того, работаете ли вы над классификацией изображений, обнаружением объектов, сегментацией или другими задачами, Annot@It обеспечивает гибкость и точность, необходимые для качественной разметки данных.

# aboutFeaturesTitle
source: Key Features:
de: Hauptfunktionen:
es: Características principales:
fr: Fonctionnalités clés:
it: Funzionalità principali:
nl: Belangrijkste functies:
pt: Recursos principais:
ru: Основные функции:

# aboutFeatures
source: - Multiple Project Types: Create and manage projects tailored for different computer vision tasks. - Data Upload & Management: Easily upload and organize your datasets for seamless annotation. - Advanced Annotation Tools – Use bounding boxes, polygons, keypoints, and segmentation masks. - Export & Integration – Export labeled data in various formats compatible with AI/ML frameworks.
de: - Mehrere Projekttypen: Erstellen und verwalten Sie Projekte für verschiedene Computer-Vision-Aufgaben. - Daten-Upload & -Verwaltung: Laden Sie Ihre Datensätze einfach hoch und organisieren Sie sie für eine nahtlose Annotation. - Erweiterte Annotationswerkzeuge: Verwenden Sie Begrenzungsrahmen, Polygone, Schlüsselpunkte und Segmentierungsmasken. - Export & Integration: Exportieren Sie gekennzeichnete Daten in verschiedenen Formaten, die mit KI/ML-Frameworks kompatibel sind.
es: - Múltiples tipos de proyectos: Cree y gestione proyectos adaptados para diferentes tareas de visión por computadora. - Carga y gestión de datos: Cargue y organice fácilmente sus conjuntos de datos para una anotación sin problemas. - Herramientas avanzadas de anotación: Utilice cuadros delimitadores, polígonos, puntos clave y máscaras de segmentación. - Exportación e integración: Exporte datos etiquetados en varios formatos compatibles con marcos de IA/ML.
fr: - Types de projets multiples: Créez et gérez des projets adaptés à différentes tâches de vision par ordinateur. - Téléchargement et gestion des données: Téléchargez et organisez facilement vos ensembles de données pour une annotation fluide. - Outils d'annotation avancés: Utilisez des boîtes englobantes, des polygones, des points clés et des masques de segmentation. - Exportation et intégration: Exportez des données étiquetées dans divers formats compatibles avec les frameworks d'IA/ML.
it: - Tipi di progetto multipli: Crea e gestisci progetti su misura per diverse attività di computer vision. - Caricamento e gestione dei dati: Carica e organizza facilmente i tuoi dataset per un'annotazione senza problemi. - Strumenti di annotazione avanzati: Utilizza riquadri di delimitazione, poligoni, punti chiave e maschere di segmentazione. - Esportazione e integrazione: Esporta dati etichettati in vari formati compatibili con framework di AI/ML.
nl: - Meerdere projecttypen: Maak en beheer projecten op maat voor verschillende computervisietaken. - Gegevens uploaden & beheren: Upload en organiseer eenvoudig je datasets voor naadloze annotatie. - Geavanceerde annotatiehulpmiddelen: Gebruik begrenzingsvakken, polygonen, sleutelpunten en segmentatiemaskers. - Exporteren & integratie: Exporteer gelabelde gegevens in verschillende formaten die compatibel zijn met AI/ML-frameworks.
pt: - Múltiplos Tipos de Projeto: Crie e gerencie projetos adaptados para diferentes tarefas de visão computacional. - Upload e Gerenciamento de Dados: Faça upload e organize facilmente seus conjuntos de dados para anotação perfeita. - Ferramentas Avançadas de Anotação: Use caixas delimitadoras, polígonos, pontos-chave e máscaras de segmentação. - Exportação e Integração: Exporte dados rotulados em vários formatos compatíveis com frameworks de IA/ML.
ru: - Несколько типов проектов: создавайте и управляйте проектами под различные задачи CV. - Загрузка и управление данными: удобно загружайте и организуйте датасеты. - Продвинутые инструменты разметки: ограничивающие рамки, полигоны, ключевые точки и маски сегментации. - Экспорт и интеграция: экспортируйте разметку в форматах, совместимых с AI/ML.

# aboutCallToAction
source: Start your annotation journey today and build high-quality datasets for your computer vision models!
de: Beginnen Sie noch heute mit Ihrer Annotationsreise und erstellen Sie hochwertige Datensätze für Ihre Computer-Vision-Modelle!
es: ¡Comience su viaje de anotación hoy y construya conjuntos de datos de alta calidad para sus modelos de visión por computadora!
fr: Commencez votre parcours d'annotation aujourd'hui et créez des ensembles de données de haute qualité pour vos modèles de vision par ordinateur!
it: Inizia oggi il tuo percorso di annotazione e costruisci dataset di alta qualità per i tuoi modelli di computer vision!
nl: Begin vandaag nog met je annotatiereis en bouw hoogwaardige datasets voor je computervisiemodellen!
pt: Comece sua jornada de anotação hoje e construa conjuntos de dados de alta qualidade para seus modelos de visão computacional!
ru: Начните работу с Annot@It уже сегодня и создавайте качественные датасеты для моделей компьютерного зрения!

# accountUser
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
nl: Gebruiker
pt: Usuário
ru: Пользователь

# accountProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pt: Perfil
ru: Профиль

# accountStorage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
nl: Opslag
pt: Armazenamento
ru: Хранилище

# accountDeviceStorage
source: Device Storage
de: Gerätespeicher
es: Almacenamiento del Dispositivo
fr: Stockage de l'Appareil
it: Archiviazione Dispositivo
nl: Apparaatopslag
pt: Armazenamento do Dispositivo
ru: Хранилище устройства

# accountSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Configurações
ru: Настройки

# accountApplicationSettings
source: Application Settings
de: Anwendungseinstellungen
es: Ajustes de la Aplicación
fr: Paramètres de l'Application
it: Impostazioni Applicazione
nl: Applicatie-instellingen
pt: Configurações do Aplicativo
ru: Настройки приложения

# accountLoadingMessage
source: Loading user data...
de: Benutzerdaten werden geladen...
es: Cargando datos de usuario...
fr: Chargement des données utilisateur...
it: Caricamento dati utente...
nl: Gebruikersgegevens laden...
pt: Carregando dados do usuário...
ru: Загрузка данных пользователя...

# accountErrorLoadingUser
source: Could not load user data
nl: Het laden van gebruikersgegevens is mislukt
ru: Не удалось загрузить данные пользователя

# accountRetry
source: Retry
nl: Opnieuw proberen
ru: Повторить

# userProfileName
source: Captain Annotator
de: Kapitän Annotator
es: Capitán Anotador
fr: Capitaine Annotateur
it: Capitano Annotatore
nl: Kapitein Annotator
pt: Capitão Anotador
ru: Капитан Аннотатор

# userProfileFeedbackButton
source: Feedback
es: Comentarios
fr: Commentaires
ru: Обратная связь

# userProfileEditProfileButton
source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le Profil
it: Modifica Profilo
nl: Profiel Bewerken
pt: Editar Perfil
ru: Редактировать профиль

# userProfileProjects
source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
nl: Projecten
pt: Projetos
ru: Проекты

# userProfileLabels
source: Labels
es: Etiquetas
fr: Étiquettes
it: Etichette
pt: Etiquetas
ru: Метки

# userProfileMedia
source: Media
de: Medien
es: Medios
fr: Médias
pt: Mídia
ru: Медиа

# userProfileOverview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
nl: Overzicht
pt: Visão Geral
ru: Обзор

# userProfileAnnotations
source: Annotations
de: Annotationen
es: Anotaciones
it: Annotazioni
nl: Annotaties
pt: Anotações
ru: Аннотации

# settingsGeneralTitle
source: General Settings
de: Allgemeine Einstellungen
es: Ajustes Generales
fr: Paramètres Généraux
it: Impostazioni Generali
nl: Algemene Instellingen
pt: Configurações Gerais
ru: Общие настройки

# settingsProjectCreationTitle
source: Project Creation
de: Projekterstellung
es: Creación de Proyectos
fr: Création de Projet
it: Creazione Progetto
nl: Project Aanmaken
pt: Criação de Projeto
ru: Создание проекта

# settingsProjectCreationConfirmNoLabels
source: Always ask to confirm when create a project with no labels
de: Immer nachfragen, wenn ein Projekt ohne Labels erstellt wird
es: Siempre preguntar para confirmar cuando se crea un proyecto sin etiquetas
fr: Toujours demander confirmation lors de la création d'un projet sans étiquettes
it: Chiedi sempre conferma quando crei un progetto senza etichette
nl: Altijd vragen om te bevestigen bij het maken van een project zonder labels
pt: Sempre perguntar para confirmar ao criar um projeto sem etiquetas
ru: Всегда запрашивать подтверждение при создании проекта без меток

# settingsProjectCreationConfirmNoLabelsNote
source: You’ll be warned if you try to create a project without any labels defined.
de: Sie werden gewarnt, wenn Sie versuchen, ein Projekt ohne definierte Labels zu erstellen.
es: Se le advertirá si intenta crear un proyecto sin ninguna etiqueta definida.
fr: Vous serez averti si vous essayez de créer un projet sans aucune étiquette définie.
it: Verrai avvisato se provi a creare un progetto senza etichette definite.
nl: Je wordt gewaarschuwd als je probeert een project aan te maken zonder gedefinieerde labels.
pt: Você será avisado se tentar criar um projeto sem nenhuma etiqueta definida.
ru: Вы получите предупреждение, если попытаетесь создать проект без заданных меток.

# settingsLabelsCreationDeletionTitle
source: Labels Creation / Deletion
de: Label-Erstellung / -Löschung
es: Creación / Eliminación de Etiquetas
fr: Création / Suppression d'Étiquettes
it: Creazione / Eliminazione Etichette
nl: Labels Aanmaken / Verwijderen
pt: Criação / Exclusão de Etiquetas
ru: Создание / удаление меток

# settingsLabelsDeletionWithAnnotations
source: Delete annotations when label is removed
de: Annotationen löschen, wenn Label entfernt wird
es: Eliminar anotaciones cuando se elimina la etiqueta
fr: Supprimer les annotations lorsque l'étiquette est supprimée
it: Elimina annotazioni quando l'etichetta viene rimossa
nl: Annotaties verwijderen wanneer label wordt verwijderd
pt: Excluir anotações quando a etiqueta for removida
ru: Удалять аннотации при удалении метки

# settingsLabelsDeletionWithAnnotationsNote
source: When enabled, deleting a label will automatically remove all annotations assigned to that label across all media items.
de: Wenn aktiviert, werden beim Löschen eines Labels automatisch alle diesem Label zugewiesenen Annotationen in allen Medienelementen entfernt.
es: Cuando está habilitado, eliminar una etiqueta eliminará automáticamente todas las anotaciones asignadas a esa etiqueta en todos los elementos multimedia.
fr: Lorsque cette option est activée, la suppression d'une étiquette supprimera automatiquement toutes les annotations attribuées à cette étiquette dans tous les éléments multimédias.
it: Quando abilitato, l'eliminazione di un'etichetta rimuoverà automaticamente tutte le annotazioni assegnate a quell'etichetta in tutti gli elementi multimediali.
nl: Wanneer ingeschakeld, zal het verwijderen van een label automatisch alle annotaties verwijderen die aan dat label zijn toegewezen in alle media-items.
pt: Quando ativado, excluir uma etiqueta removerá automaticamente todas as anotações atribuídas a essa etiqueta em todos os itens de mídia.
ru: Если включено, при удалении метки автоматически удаляются все связанные с ней аннотации во всех медиафайлах.

# settingsLabelsSetDefaultLabel
source: Set first label as default
de: Erstes Label als Standard festlegen
es: Establecer la primera etiqueta como predeterminada
fr: Définir la première étiquette comme étiquette par défaut
it: Imposta la prima etichetta come predefinita
nl: Eerste label als standaard instellen
pt: Definir primeira etiqueta como padrão
ru: Установить первую метку по умолчанию

# settingsLabelsSetDefaultLabelNote
source: When enabled, the first label you create in a project will automatically be marked as the default label. You can change the default later at any time.
de: Wenn aktiviert, wird das erste Label, das Sie in einem Projekt erstellen, automatisch als Standardlabel markiert. Sie können den Standard später jederzeit ändern.
es: Cuando está habilitado, la primera etiqueta que cree en un proyecto se marcará automáticamente como la etiqueta predeterminada. Puede cambiar la predeterminada más tarde en cualquier momento.
fr: Lorsque cette option est activée, la première étiquette que vous créez dans un projet sera automatiquement marquée comme étiquette par défaut. Vous pouvez modifier la valeur par défaut ultérieurement à tout moment.
it: Quando abilitato, la prima etichetta che crei in un progetto sarà automaticamente contrassegnata come etichetta predefinita. Puoi modificare l'impostazione predefinita in seguito in qualsiasi momento.
nl: Wanneer ingeschakeld, wordt het eerste label dat je in een project maakt automatisch gemarkeerd als het standaardlabel. Je kunt de standaard later op elk moment wijzigen.
pt: Quando ativado, a primeira etiqueta que você criar em um projeto será automaticamente marcada como a etiqueta padrão. Você pode alterar o padrão posteriormente a qualquer momento.
ru: Если включено, первая созданная метка будет автоматически назначена как метка по умолчанию. Это можно изменить позже.

# settingsDatasetViewTitle
source: Dataset View
de: Datensatz-Ansicht
es: Vista del Conjunto de Datos
fr: Vue de l'Ensemble de Données
it: Visualizzazione Dataset
nl: Dataset Weergave
pt: Visualização do Conjunto de Dados
ru: Просмотр датасета

# settingsDatasetViewDuplicateWithAnnotations
source: Duplicate (make a copy) image always with annotations
de: Bild immer mit Annotationen duplizieren (kopieren)
es: Duplicar (hacer una copia) imagen siempre con anotaciones
fr: Dupliquer (faire une copie) l'image toujours avec les annotations
it: Duplica (crea una copia) immagine sempre con annotazioni
nl: Afbeelding altijd met annotaties dupliceren (kopiëren)
pt: Duplicar (fazer uma cópia) imagem sempre com anotações
ru: Всегда дублировать изображения с аннотациями

# settingsDatasetViewDuplicateWithAnnotationsNote
source: When duplicating, annotations will be included unless you change settings
de: Beim Duplizieren werden Annotationen eingeschlossen, es sei denn, Sie ändern die Einstellungen
es: Al duplicar, las anotaciones se incluirán a menos que cambie la configuración
fr: Lors de la duplication, les annotations seront incluses à moins que vous ne modifiiez les paramètres
it: Durante la duplicazione, le annotazioni saranno incluse a meno che non si modifichino le impostazioni
nl: Bij dupliceren worden annotaties meegenomen, tenzij je de instellingen wijzigt
pt: Ao duplicar, as anotações serão incluídas a menos que você altere as configurações
ru: При дублировании аннотации будут включены, если вы не измените настройки

# settingsDatasetViewDeleteFromOS
source: When delete image from Dataset, always delete it from OS / file system
de: Beim Löschen eines Bildes aus dem Datensatz immer auch aus dem Betriebssystem / Dateisystem löschen
es: Al eliminar imagen del Conjunto de Datos, siempre eliminarla del sistema operativo / sistema de archivos
fr: Lors de la suppression d'une image de l'Ensemble de Données, toujours la supprimer du système d'exploitation / système de fichiers
it: Quando elimini un'immagine dal Dataset, eliminala sempre dal sistema operativo / file system
nl: Bij het verwijderen van een afbeelding uit de Dataset, deze altijd verwijderen uit het besturingssysteem / bestandssysteem
pt: Ao excluir imagem do Conjunto de Dados, sempre excluí-la do sistema operacional / sistema de arquivos
ru: Удалять файл с диска при удалении из датасета

# settingsDatasetViewDeleteFromOSNote
source: Deletes the file from disk too, not just from the dataset
de: Löscht die Datei auch von der Festplatte, nicht nur aus dem Datensatz
es: Elimina el archivo del disco también, no solo del conjunto de datos
fr: Supprime également le fichier du disque, pas seulement de l'ensemble de données
it: Elimina il file anche dal disco, non solo dal dataset
nl: Verwijdert het bestand ook van de schijf, niet alleen uit de dataset
pt: Exclui o arquivo do disco também, não apenas do conjunto de dados
ru: Файл будет удален не только из датасета, но и с диска

# settingsAnnotationTitle
source: Annotation Settings
de: Annotations-Einstellungen
es: Ajustes de Anotación
fr: Paramètres d'Annotation
it: Impostazioni Annotazione
nl: Annotatie-instellingen
pt: Configurações de Anotação
ru: Настройки аннотации

# settingsAnnotationOpacity
source: Annotation opacity
de: Annotations-Transparenz
es: Opacidad de anotación
fr: Opacité de l'annotation
it: Opacità annotazione
nl: Annotatie-transparantie
pt: Opacidade da anotação
ru: Прозрачность аннотаций

# settingsAnnotationAutoSave
source: Always Save or Submit annotation when move to the next image
de: Annotation immer speichern oder übermitteln, wenn zum nächsten Bild gewechselt wird
es: Siempre guardar o enviar anotación al pasar a la siguiente imagen
fr: Toujours enregistrer ou soumettre l'annotation lors du passage à l'image suivante
it: Salva o invia sempre l'annotazione quando passi all'immagine successiva
nl: Annotatie altijd opslaan of verzenden bij het overgaan naar de volgende afbeelding
pt: Sempre salvar ou enviar anotação ao passar para a próxima imagem
ru: Автоматически сохранять или отправлять аннотацию при переходе к следующему изображению

# settingsThemeTitle
source: Theme selection
de: Themenauswahl
es: Selección de tema
fr: Sélection du thème
it: Selezione tema
nl: Themaselectie
pt: Seleção de tema
ru: Выбор темы

# settingsLanguageTitle
source: Country / Language
de: Land / Sprache
es: País / Idioma
fr: Pays / Langue
it: Paese / Lingua
nl: Land / Taal
pt: País / Idioma
ru: Страна / Язык

# colorPickerTitle
source: Pick a color
de: Farbe auswählen
es: Elegir un color
fr: Choisir une couleur
it: Scegli un colore
nl: Kies een kleur
pt: Escolher uma cor
ru: Выберите цвет

# colorPickerBasicColors
source: Basic Colors
de: Grundfarben
es: Colores básicos
fr: Couleurs de base
it: Colori base
nl: Basiskleuren
pt: Cores básicas
ru: Базовые цвета

source: Loading projects...
de: Projekte werden geladen...
es: Cargando proyectos...
fr: Chargement des projets...
it: Caricamento progetti...
nl: Projecten laden...
pt: Carregando projetos...
ru: Загрузка проектов...
