Repository: yvolokitin/AnnotateIt
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, nl, pt, ru

# importLabelsNameMissingOrEmpty
source: One of the labels is missing a valid name.
de: Eines der Labels hat keinen gültigen Namen.
es: Una de las etiquetas no tiene un nombre válido.
fr: L'une des étiquettes n'a pas de nom valide.
it: Una delle etichette non ha un nome valido.
nl: Een van de labels heeft geen geldige naam.
pt: Uma das etiquetas não tem um nome válido.
ru: У одной из меток отсутствует имя.

# importLabelsNameMissingOrEmptyTips
source: Ensure every label in the JSON includes a non-empty 'name' field.
de: Stellen Sie sicher, dass jedes Label im JSON ein nicht-leeres 'name'-Feld enthält.
es: Asegúrese de que cada etiqueta en el JSON incluya un campo 'nombre' no vacío.
fr: Assurez-vous que chaque étiquette dans le JSON inclut un champ 'nom' non vide.
it: Assicurati che ogni etichetta nel JSON includa un campo 'nome' non vuoto.
nl: Zorg ervoor dat elk label in de JSON een niet-leeg 'naam'-veld bevat.
pt: Certifique-se de que cada etiqueta no JSON inclua um campo 'nome' não vazio.
ru: Убедитесь, что каждая метка содержит поле 'name' и оно не пустое.

# menuSortAZ
source: A-Z
ru: А-Я

# menuSortZA
source: Z-A
ru: Я-А

# menuSortProjectType
source: Project Type
de: Projekttyp
es: Tipo de Proyecto
fr: Type de Projet
it: Tipo di Progetto
pt: Tipo de Projeto
ru: Тип проекта

# uploadInProgressTitle
source: Upload in Progress
de: Upload läuft
es: Carga en Progreso
fr: Téléchargement en Cours
it: Caricamento in Corso
nl: Upload Bezig
pt: Upload em Andamento
ru: Идёт загрузка

# uploadInProgressMessage
source: You have an active upload in progress. If you leave now, the upload will be canceled and you will need to start over. Do you want to leave anyway?
de: Sie haben einen aktiven Upload im Gange. Wenn Sie jetzt gehen, wird der Upload abgebrochen und Sie müssen von vorne beginnen. Möchten Sie trotzdem gehen?
es: Tiene una carga activa en progreso. Si sale ahora, la carga se cancelará y tendrá que comenzar de nuevo. ¿Desea salir de todos modos?
fr: Vous avez un téléchargement actif en cours. Si vous quittez maintenant, le téléchargement sera annulé et vous devrez recommencer. Voulez-vous quitter quand même?
it: Hai un caricamento attivo in corso. Se esci ora, il caricamento verrà annullato e dovrai ricominciare da capo. Vuoi uscire comunque?
nl: Je hebt een actieve upload bezig. Als je nu weggaat, wordt de upload geannuleerd en moet je opnieuw beginnen. Wil je toch weggaan?
pt: Você tem um upload ativo em andamento. Se sair agora, o upload será cancelado e você precisará começar de novo. Deseja sair mesmo assim?
ru: В данный момент выполняется загрузка. Если вы покинете страницу, загрузка будет отменена и её нужно будет начать заново. Вы действительно хотите выйти?

# uploadInProgressStay
source: Stay
de: Bleiben
es: Quedarse
fr: Rester
it: Rimani
nl: Blijven
pt: Ficar
ru: Остаться

# uploadInProgressLeave
source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Esci
nl: Weggaan
pt: Sair
ru: Выйти

source: File not found
de: Datei nicht gefunden oder Zugriff verweigert
es: Archivo no encontrado
fr: Fichier introuvable ou permission refusée
it: File non trovato
nl: Bestand niet gevonden of toegang geweigerd
pt: Arquivo não encontrado ou permissão negada
ru: Файл не найден или доступ запрещён

# labelEditSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt: Salvar
ru: Сохранить

# labelEditEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pt: Editar
ru: Редактировать

# labelEditMoveUp
source: Move Up
de: Nach oben verschieben
es: Mover Arriba
fr: Déplacer vers le Haut
it: Sposta Su
nl: Omhoog Verplaatsen
pt: Mover para Cima
ru: Переместить вверх

# labelEditMoveDown
source: Move Down
de: Nach unten verschieben
es: Mover Abajo
fr: Déplacer vers le Bas
it: Sposta Giù
nl: Omlaag Verplaatsen
pt: Mover para Baixo
ru: Переместить вниз

# labelEditDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
ru: Удалить

# labelExportLabels
source: Export Labels
de: Labels exportieren
es: Exportar Etiquetas
fr: Exporter les Étiquettes
it: Esporta Etichette
nl: Labels Exporteren
pt: Exportar Etiquetas
ru: Экспортировать метки

# labelSaveDialogTitle
source: Save labels in JSON file
de: Labels in JSON-Datei speichern
es: Guardar etiquetas en archivo JSON
fr: Enregistrer les étiquettes dans un fichier JSON
it: Salva etichette in file JSON
nl: Labels opslaan in JSON-bestand
pt: Salvar etiquetas em arquivo JSON
ru: Сохранить метки в JSON-файл

# labelDeleteError
source: Failed to delete label: {error}
de: Fehler beim Löschen des Labels: {error}
es: Error al eliminar etiqueta: {error}
fr: Échec de la suppression de l'étiquette: {error}
it: Impossibile eliminare l'etichetta: {error}
nl: Kon label niet verwijderen: {error}
pt: Falha ao excluir etiqueta: {error}
ru: Не удалось удалить метку: {error}

# labelDeleteErrorTips
source: Make sure the label still exists or is not used elsewhere.
de: Stellen Sie sicher, dass das Label noch existiert oder nicht anderswo verwendet wird.
es: Asegúrese de que la etiqueta aún existe o no se está utilizando en otro lugar.
fr: Assurez-vous que l'étiquette existe toujours ou n'est pas utilisée ailleurs.
it: Assicurati che l'etichetta esista ancora o non sia utilizzata altrove.
nl: Zorg ervoor dat het label nog bestaat of niet elders wordt gebruikt.
pt: Certifique-se de que a etiqueta ainda existe ou não está sendo usada em outro lugar.
ru: Убедитесь, что метка существует и не используется в других местах.

# datasetStepUploadZip
source: Upload a .ZIP file with COCO, YOLO, VOC, LabelMe, CVAT, Datumaro or media-only format
de: Laden Sie eine .ZIP-Datei mit COCO, YOLO, VOC, LabelMe, CVAT, Datumaro oder nur-Medien-Format hoch
fr: Téléchargez un fichier ZIP au format COCO, YOLO, VOC, LabelMe, CVAT, Datumaro ou médias uniquement
it: Carica un file .ZIP con formato COCO, YOLO, VOC, LabelMe, CVAT, Datumaro o solo media
nl: Upload een .ZIP bestand met COCO, YOLO, VOC, LabelMe, CVAT, Datumaro of alleen-media formaat
pt: Faça upload de um arquivo ZIP com formato COCO, YOLO, VOC, LabelMe, CVAT, Datumaro ou apenas mídia
ru: Загрузите ZIP-файл с форматом COCO, YOLO, VOC, LabelMe, CVAT, Datumaro или только медиа

# datasetStepExtractingZip
source: Extracting ZIP in local storage ...
de: ZIP wird im lokalen Speicher extrahiert ...
fr: Extraction du ZIP dans le stockage local ...
it: Estrazione ZIP nell'archiviazione locale ...
nl: ZIP uitpakken in lokale opslag ...
pt: Extraindo ZIP no armazenamento local ...
ru: Извлечение ZIP в локальное хранилище ...

# datasetStepExtractedPath
source: Dataset extracted in: {path}
de: Datensatz extrahiert in: {path}
fr: Ensemble de données extrait dans: {path}
it: Dataset estratto in: {path}
nl: Dataset uitgepakt in: {path}
pt: Conjunto de dados extraído em: {path}
ru: Датасет извлечен в: {path}

# datasetStepDetectedTaskType
source: Detected task type: {format}
de: Erkannter Aufgabentyp: {format}
fr: Type de tâche détecté: {format}
it: Tipo di attività rilevato: {format}
nl: Gedetecteerd taaktype: {format}
pt: Tipo de tarefa detectado: {format}
ru: Обнаруженный тип задачи: {format}

# datasetStepSelectProjectType
source: Select project type
de: Projekttyp auswählen
fr: Sélectionner le type de projet
it: Seleziona tipo di progetto
nl: Selecteer projecttype
pt: Selecionar tipo de projeto
ru: Выберите тип проекта

# datasetStepProgressSelection
source: Dataset Selection
de: Datensatzauswahl
fr: Sélection de l'Ensemble de Données
it: Selezione Dataset
nl: Dataset Selectie
pt: Seleção de Conjunto de Dados
ru: Выбор датасета

# datasetStepProgressExtract
source: Extract ZIP
de: ZIP extrahieren
fr: Extraire le ZIP
it: Estrai ZIP
nl: ZIP Uitpakken
pt: Extrair ZIP
ru: Извлечение ZIP

# datasetStepProgressOverview
source: Dataset Overview
de: Datensatzübersicht
fr: Aperçu de l'Ensemble de Données
it: Panoramica Dataset
nl: Dataset Overzicht
pt: Visão Geral do Conjunto de Dados
ru: Обзор датасета

# datasetStepProgressTaskConfirmation
source: Task Confirmation
de: Aufgabenbestätigung
fr: Confirmation de la Tâche
it: Conferma Attività
nl: Taakbevestiging
pt: Confirmação de Tarefa
ru: Подтверждение задачи

# datasetStepProgressProjectCreation
source: Project Creation
de: Projekterstellung
fr: Création du Projet
it: Creazione Progetto
nl: Project Aanmaken
pt: Criação de Projeto
ru: Создание проекта

# projectTypeDetectionBoundingBox
source: Detection bounding box
de: Erkennung mit Begrenzungsrahmen
fr: Détection avec boîte englobante
it: Rilevamento con riquadro di delimitazione
nl: Detectie met begrenzingsvak
pt: Detecção com caixa delimitadora
ru: Обнаружение (ограничивающие рамки)

# projectTypeDetectionOriented
source: Detection oriented
de: Orientierte Erkennung
fr: Détection orientée
it: Rilevamento orientato
nl: Georiënteerde detectie
pt: Detecção orientada
ru: Обнаружение (ориентированные рамки)

# projectTypeBinaryClassification
source: Binary Classification
de: Binäre Klassifizierung
fr: Classification Binaire
it: Classificazione Binaria
nl: Binaire Classificatie
pt: Classificação Binária
ru: Бинарная классификация

# projectTypeMultiClassClassification
source: Multi-class Classification
de: Multi-Klassen-Klassifizierung
fr: Classification Multi-classes
it: Classificazione Multi-classe
nl: Multi-class Classificatie
pt: Classificação Multi-classe
ru: Многоклассовая классификация

# projectTypeMultiLabelClassification
source: Multi-label Classification
de: Multi-Label-Klassifizierung
fr: Classification Multi-étiquettes
it: Classificazione Multi-etichetta
nl: Multi-label Classificatie
pt: Classificação Multi-etiqueta
ru: Многометочная классификация

# projectTypeInstanceSegmentation
source: Instance Segmentation
de: Instanz-Segmentierung
fr: Segmentation d'Instances
it: Segmentazione di Istanze
nl: Instantie Segmentatie
pt: Segmentação de Instâncias
ru: Сегментация экземпляров

# projectTypeSemanticSegmentation
source: Semantic Segmentation
de: Semantische Segmentierung
fr: Segmentation Sémantique
it: Segmentazione Semantica
nl: Semantische Segmentatie
pt: Segmentação Semântica
ru: Семантическая сегментация

# datasetStepChooseProjectType
source: Choose your Project type based on detected annotations
de: Wählen Sie Ihren Projekttyp basierend auf erkannten Annotationen
fr: Choisissez votre type de Projet en fonction des annotations détectées
it: Scegli il tuo tipo di Progetto in base alle annotazioni rilevate
nl: Kies je Projecttype op basis van gedetecteerde annotaties
pt: Escolha seu tipo de Projeto com base nas anotações detectadas
ru: Выберите тип проекта на основе обнаруженных аннотаций

# datasetStepAllowProjectTypeChange
source: Allow Project Type Change
de: Projekttyp-Änderung erlauben
fr: Autoriser le Changement de Type de Projet
it: Consenti Cambio Tipo di Progetto
nl: Projecttypewijziging Toestaan
pt: Permitir Alteração de Tipo de Projeto
ru: Разрешить изменение типа проекта

# projectTypeBinaryClassificationDescription
source: Assign one of two possible labels to each input (e.g., spam or not spam, positive or negative).
de: Weisen Sie jedem Eingabewert eines von zwei möglichen Labels zu (z.B. Spam oder kein Spam, positiv oder negativ).
fr: Attribuer une des deux étiquettes possibles à chaque entrée (par exemple, spam ou non spam, positif ou négatif).
it: Assegna una delle due possibili etichette a ciascun input (ad esempio, spam o non spam, positivo o negativo).
nl: Wijs één van twee mogelijke labels toe aan elke invoer (bijv. spam of geen spam, positief of negatief).
pt: Atribuir uma de duas etiquetas possíveis a cada entrada (por exemplo, spam ou não spam, positivo ou negativo).
ru: Присвоение одной из двух возможных меток каждому входному изображению (например, спам или не спам, положительный или отрицательный).

# projectTypeMultiClassClassificationDescription
source: Assign exactly one label from a set of mutually exclusive classes (e.g., cat, dog, or bird).
de: Weisen Sie genau ein Label aus einer Menge sich gegenseitig ausschließender Klassen zu (z.B. Katze, Hund oder Vogel).
fr: Attribuer exactement une étiquette parmi un ensemble de classes mutuellement exclusives (par exemple, chat, chien ou oiseau).
it: Assegna esattamente un'etichetta da un insieme di classi mutuamente esclusive (ad esempio, gatto, cane o uccello).
nl: Wijs precies één label toe uit een set van wederzijds uitsluitende klassen (bijv. kat, hond of vogel).
pt: Atribuir exatamente uma etiqueta de um conjunto de classes mutuamente exclusivas (por exemplo, gato, cachorro ou pássaro).
ru: Присвоение ровно одной метки из набора взаимоисключающих классов (например, кошка, собака или птица).

# projectTypeMultiLabelClassificationDescription
source: Assign one or more labels from a set of classes — multiple labels can apply at the same time (e.g., an image tagged as both "cat" and "dog")
de: Weisen Sie ein oder mehrere Labels aus einer Menge von Klassen zu — mehrere Labels können gleichzeitig gelten (z.B. ein Bild, das sowohl als "Katze" als auch als "Hund" gekennzeichnet ist)
fr: Attribuer une ou plusieurs étiquettes parmi un ensemble de classes — plusieurs étiquettes peuvent s'appliquer en même temps (par exemple, une image étiquetée à la fois "chat" et "chien")
it: Assegna una o più etichette da un insieme di classi — più etichette possono essere applicate contemporaneamente (ad esempio, un'immagine etichettata sia come "gatto" che come "cane")
nl: Wijs één of meer labels toe uit een set van klassen — meerdere labels kunnen tegelijkertijd van toepassing zijn (bijv. een afbeelding getagd als zowel "kat" als "hond")
pt: Atribuir uma ou mais etiquetas de um conjunto de classes — várias etiquetas podem ser aplicadas ao mesmo tempo (por exemplo, uma imagem etiquetada como "gato" e "cachorro")
ru: Присвоение одной или нескольких меток из набора классов — несколько меток могут применяться одновременно (например, изображение с метками "кошка" и "собака")

# projectTypeDetectionBoundingBoxDescription
source: Draw a rectangle around an object in an image.
de: Zeichnen Sie ein Rechteck um ein Objekt in einem Bild.
fr: Dessiner un rectangle autour d'un objet dans une image.
it: Disegna un rettangolo attorno a un oggetto in un'immagine.
nl: Teken een rechthoek rond een object in een afbeelding.
pt: Desenhar um retângulo ao redor de um objeto em uma imagem.
ru: Нарисуйте прямоугольник вокруг объекта на изображении.

# projectTypeDetectionOrientedDescription
source: Draw and enclose an object within a minimal rectangle.
de: Zeichnen und umschließen Sie ein Objekt innerhalb eines minimalen Rechtecks.
fr: Dessiner et enfermer un objet dans un rectangle minimal.
it: Disegna e racchiudi un oggetto all'interno di un rettangolo minimo.
nl: Teken en omsluit een object binnen een minimale rechthoek.
pt: Desenhar e envolver um objeto dentro de um retângulo mínimo.
ru: Нарисуйте и заключите объект в минимальный прямоугольник.

# projectTypeInstanceSegmentationDescription
source: Detect and distinguish each individual object based on its unique features.
de: Erkennen und unterscheiden Sie jedes einzelne Objekt basierend auf seinen einzigartigen Merkmalen.
fr: Détecter et distinguer chaque objet individuel en fonction de ses caractéristiques uniques.
it: Rileva e distingui ogni singolo oggetto in base alle sue caratteristiche uniche.
nl: Detecteer en onderscheid elk individueel object op basis van zijn unieke kenmerken.
pt: Detectar e distinguir cada objeto individual com base em suas características únicas.
ru: Обнаружение и различение каждого отдельного объекта на основе его уникальных особенностей.

# projectTypeSemanticSegmentationDescription
source: Detect and classify all similar objects as a single entity.
de: Erkennen und klassifizieren Sie alle ähnlichen Objekte als eine einzige Entität.
fr: Détecter et classifier tous les objets similaires comme une seule entité.
it: Rileva e classifica tutti gli oggetti simili come un'unica entità.
nl: Detecteer en classificeer alle vergelijkbare objecten als één entiteit.
pt: Detectar e classificar todos os objetos semelhantes como uma única entidade.
ru: Обнаружение и классификация всех похожих объектов как единого целого.

# toolbarSAM
source: Segment Anything Model
es: Modelo de Segmentación Automática
fr: Modèle de Segmentation Automatique
pt: Modelo de Segmentação Automática

# labelSaveDefaultFilename
source: labels.json
es: etiquetas.json
fr: etiquettes.json
it: etichette.json
pt: etiquetas.json
